Repository: sv0450080073/NIHON
Catalog: HassyaAllrightCloud/Resources/Pages.Index.*.resx
Languages: ja_jp, vi_vn

# AddRowButton
source: Add
ja_jp: 追加
vi_vn: Thêm

# AftDaySettingLabel
source: Back next day
ja_jp: 後泊指定
vi_vn: Về bãi hôm sau

# ArrivalDateTimeLabel
source: Arrival Time
ja_jp: 到着日時
vi_vn: Thời gian trả khách

# BillingCategory
source: Bill type
ja_jp: 請求区分
vi_vn: Loại hóa đơn

# BI_T001
source: Travel journey must be set from 15 minutes period
ja_jp: 運行日程は、15分以上に設定してください
vi_vn: Hành trình nhỏ nhất phải từ 15 phút trở lên

# BI_T002.1
source: Please seclect service Type
ja_jp: 予約区分を選択してください。
vi_vn: vui lòng chọn loại dịch vụ

# BI_T002.2
source: Please seclect branch name
ja_jp: 受付営業所を選択してください。
vi_vn: Vui lòng chọn chi nhánh nhận đơn hàng

# BI_T002.3
source: Please select incharged staff
ja_jp: 営業担当者を選択してください。
vi_vn: Vui lòng chọn nhân viên phụ trách

# BI_T002.4
source: Please select client
ja_jp: 得意先を選択してください。
vi_vn: Vui lòng chọn khách hàng

# BI_T002.5
source: please select vihecle type
ja_jp: 型・車種を選択してください。
vi_vn: Vui lòng nhập loại xe

# BI_T003.1
source: Please input vihecle quantity
ja_jp: 台数項目は必須で1以上を入力してください。
vi_vn: Vui lòng nhập số lượng xe

# BI_T003.2
source: Please input driver quantity
ja_jp: 運転手項目は必須で1以上を入力してください。
vi_vn: Vui lòng nhập số lượng tài xế

# BI_T004
source: Quantity of driver must be divisible by quantity of vehicle
ja_jp: 運転手の人数が台数で割り切れるように入力してください。
vi_vn: Số tài xế phải chia hết cho số lượng xe

# BI_T005
source: Please set fare bteween lowest and highest amount
ja_jp: 詳細設定を変更もしくは運賃の上限下限額範囲内で登録して下さい。
vi_vn: Vui lòng nhập tiền xe nằm trong khoảng giá trị tối thiểu và đối đa

# BI_T006
source: Please set fee bteween lowest and highest amount
ja_jp: 詳細設定を変更もしくは料金の上限下限額範囲内で登録して下さい。
vi_vn: Vui lòng nhập số tiền phí khác nằm trong khoảng giá trị tối thiểu và đối đa

# BookingStatus
source: Order status
ja_jp: 予約ステータス
vi_vn: Trạng thái đơn hàng

# BI_T007
source: Bus leaving time must be ealier than pick up time
ja_jp: 出庫日時は配車日時以下に設定してください。
vi_vn: Thời gian xuất bãi phải sớm hơn thời gian đón khách

# BI_T008
source: Departure time must be later than pick up time
ja_jp: 出発日時は配車日時以上に設定してください。
vi_vn: Thời gian xuất phát phải lớn hơn thời gian đón khách

# BI_T009
source: get back time must be later than arrival time
ja_jp: 入庫日時は到着日時以上に設定してください。
vi_vn: Thời gian về bãi phải lớn hơn thời gan trả khách

# BI_T010
source: Arrival time must be later than departure time
ja_jp: 到着日時は出発日時より大きく設定してください。
vi_vn: Thời gian trả khách phải trễ hơn thời gian đón khách

# BI_T011
source: Destination must be less than 51 characters
ja_jp: 行き先名項目に最大の文字列を超えている
vi_vn: Điểm đón khách chỉ được nhập tối đa 50 ký tự

# BI_T012
source: Pick up point must be less than 51 characters
ja_jp: 配車地名項目に最大の文字列を超えている
vi_vn: Điểm đón khách chỉ được nhập tối đa 50 ký tự

# BI_T013
source: Drop off point must be less than 51 characters
ja_jp: 到着地名項目に最大の文字列を超えている
vi_vn: Điểm thả khách chỉ được nhập tối đa 50 ký tự

# BI_T014
source: Comment must be less than 251 characters
ja_jp: 備考内容項目に最大の文字列を超えている
vi_vn: Ghi chú chỉ được nhập tối đa 250 ký tự

# BookingTypeLabel
source: Service Type
ja_jp: 予約区分
vi_vn: Loại dịch vụ

# BusFeeRateLabel
source: Charge fee
ja_jp: 手数料
vi_vn: Phí khác

# BusNumCol
source: Vehicle quantity
ja_jp: 台数
vi_vn: Số lượng

# BusPriceCol
source: BusPrice
ja_jp: バス代
vi_vn: Tổng tiền xe

# BusTypeCol
source: Vehicle type
ja_jp: 型・車種
vi_vn: Loại xe

# Confirmation
source: Confirm
ja_jp: 確認
vi_vn: Xác nhận

# CreateButton
source: Submit
ja_jp: 登録
vi_vn: Tạo

# CreateResultErrorMessage
source: Could not creat order
ja_jp: 予約登録に失敗しました。
vi_vn: Không thể tạo đơn hàng

# CreateResultScuccessMessageContent
source: Order No.{0} has been created
ja_jp: {0} で登録できました。
vi_vn: Đơn hàng No.{0} đã được tạo

# CreateResultSuccessMessage
source: Info
ja_jp: 情報
vi_vn: Thông tin

# CultureInfo
source: en-EN
ja_jp: ja-JP
vi_vn: vi-VN

# CustomerListLabel
source: Client
ja_jp: 得意先
vi_vn: Khách hàng

# DeleteConfirmMessage
source: Are sure to delete all?
ja_jp: すべて削除します、宜しいでしょうか？
vi_vn: Bạn có chắc muốn xóa toàn bộ không?

# DispatchDateTimeLabel
source: Pick up time
ja_jp: 配車日時
vi_vn: Giờ đón khách

# DriverNumCol
source: Driver
ja_jp: 運転手
vi_vn: Tài xế

# EmptyBookingTypeMessage
source: Service type does not exist!
ja_jp: 設定した予約区分が存在しません！
vi_vn: Dịch vụ đã chọn không tồn tại

# EmptyBusTypeMessage
source: Selected vehicle type does not exist!
ja_jp: 設定した車種が存在しません！
vi_vn: Loại xe đã chọn không tồn tại

# EmptyCustomerMessage
source: Selected client does not exist!
ja_jp: 設定した得意先が存在しません！
vi_vn: Khách hàng đã chọn không tồn tại

# EmptySaleBranchMessage
source: Selected branch does not exist!
ja_jp: 設定した受付営業所が存在しません！
vi_vn: Chi nhánh đã chọn không tồn tại

# EmptyStaffMessage
source: Selected operator does not exist!
ja_jp: 設定した営業担当者が存在しません！
vi_vn: Nhân viên đã chọn không tồn tại

# EraseAll
source: Delete all
ja_jp: クリア
vi_vn: Xóa toàn bộ

# GuiderFeeCol
source: Guide fee
ja_jp: ガイド料金
vi_vn: Phí hướng dẫn

# GuiderNumCol
source: Guide quantity
ja_jp: ガイド
vi_vn: Số hướng dẫn

# InvoiceDateLabel
source: Billing date
ja_jp: 請求年月日
vi_vn: Ngày gửi công nợ

# InvoiceMonthLabel
source: Billing Year month
ja_jp: 請求年月
vi_vn: Tháng năm thanh toán

# MinMaxButton
source: Setting
ja_jp: 詳細
vi_vn: Thiết lập

# MinMaxCol
source: Min-max Setting
ja_jp: 上限下限
vi_vn: Thiết lập giá

# MonthFormat
source: YYYY/MM
ja_jp: yyyy年MM月
vi_vn: Năm/Tháng

source: No
ja_jp: いいえ
vi_vn: Không

# OrganizationLabel
source: Organization name
ja_jp: 団体名
vi_vn: Tên tổ chức

# PageTitle
source: Order・Create new
ja_jp: 予約書入力・新規登録
vi_vn: Tạo đơn hàng

# PageTitleEdit
source: Order・Edit （Order No.：{0}）
ja_jp: 予約書入力・編集（受付コード：{0}）
vi_vn: Sửa đơn hàng（Order No.：{0}）

# PreDaySettingLabel
source: Leave previvous day
ja_jp: 前泊指定
vi_vn: Xuất bãi ngày trước

# SaleBranchLabel
source: Sale branch
ja_jp: 受付営業所
vi_vn: Chi nhánh nhận đơn hàng

# ServiceScheduleLabel
source: Travel journey
ja_jp: 運行日程
vi_vn: Lịch chạy

# StaffListLabel
source: Sale staff
ja_jp: 営業担当者
vi_vn: Nhân viên bán hàng

# TaxRateLabel
source: Tax
ja_jp: 消費税
vi_vn: Thuế

# TotalLabel
source: Total
ja_jp: 合計
vi_vn: Tổng tiền

# UnitBusFeeCol
source: Fee
ja_jp: 料金
vi_vn: Phí khác

# UnitBusPriceCol
source: Fare
ja_jp: 運賃
vi_vn: Tiền xe

# UnitGuiderFeeCol
source: Guide ・Unit price
ja_jp: ガイド単価
vi_vn: Hướng dẫn viên

# UnitPriceCol
source: Unit price
ja_jp: 単価
vi_vn: Đơn giá

# UpdateButton
source: Update
ja_jp: 更新
vi_vn: Cập nhật

# UpdateResultErrorMessage
source: Could not update order
ja_jp: 予約更新に失敗しました。
vi_vn: Đơn hàng cập nhật thất bại

# UpdateResultSuccessMessage
source: Order has been updated
ja_jp: 予約更新が成功しました。
vi_vn: Đơn hàng đã cập nhật thành công

# UpperLowerSettingsDeleteConfirmMessage
source: Order has been set Minmum and maximum data. Are you sure to delete?
ja_jp: 上限下限情報を設定していますが削除を行いますか。
vi_vn: Đơn hàng đã được nhập giá trị tối thiểu và tối đa. Bạn có chắc muốn xóa không?

source: Yes
ja_jp: はい
vi_vn: Có

# AutoCancelButton
source: Auto Assign vehicle
ja_jp: 自動配車
vi_vn: Tự động điều xe

# AutoCancelText
source: Cancel the allocation of the vehicle and allocate vehicle again.
ja_jp: 車輛の割当を解除し、再度自動仮車を行います。
vi_vn: Hủy xe đã điều và từ động điều xe lại

# CancelAndReturnButton
source: Cancel
ja_jp: キャンセル
vi_vn: Hủy đơn hàng

# CancelAndReturnText
source: Do not update and back to order screen
ja_jp: 更新を中止し、予約書修正画面に戻ります。
vi_vn: Không cập nhật mà quay lại màn hình sửa đơn hàng

# UpdateReservationButton
source: Update
ja_jp: 更新
vi_vn: Cập nhật

# UpdateReservationText
source: Only update data for order
ja_jp: 予約書の更新のみを行います。
vi_vn: Chỉ cập nhật thông tin order

# PageTitleCopy
source: Order・Single copy （Order No.：{0}）
ja_jp: 予約書入力・単体複写（受付番号：{0}）
vi_vn: Copy đơn hàng（Order No.：{0}）

# CopyButton
source: Copy
ja_jp: 複写実行
vi_vn: Copy đơn hàng

# BI_T015
source: The cancellation period has expired!
ja_jp: キャンセル可能時期を超えています！
vi_vn: Đã quá thời hạn cho phép hủy đơn hàng

# BI_T016
source: Please input cancellator
ja_jp: キャンセル担当者を入力してください！
vi_vn: Vui lòng nhập người hủy đơn hàng

# BI_T017
source: Please input restitutor
ja_jp: キャンセル復活担当者を入力してください！
vi_vn: Vui lòng nhập người phục hồi order

# BI_T018
source: Please input checker
ja_jp: 確認相手を入力してください。
vi_vn: Vui lòng nhập người xác nhận

# OK
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# PopupTitleError
source: Error
ja_jp: エラー
vi_vn: Lỗi

# PopupTitleInfo
source: Info
ja_jp: 情報
vi_vn: Thông tin

# PopupTitleWarning
source: Alert
ja_jp: 警告
vi_vn: Cảnh báo

# BookingConfirmed
source: Order has been confirmed
ja_jp: 確定しました。
vi_vn: Đơn hàng đã được xác nhận

# CommonError
source: System error
ja_jp: システムエラー
vi_vn: Lỗi hệ thống

# AskForUpdate
source: Would you like to update?
ja_jp: 更新しますか？
vi_vn: Bạn có chắc muốn cập nhật không?

# PopupContentUpdateWhenConfimed
source: Order has been confirmed!
ja_jp: 確認済みです！
vi_vn: Đơn hàng đã được xác nhận

# PopupTitleUpdateWhenConfirmed
source: Edit order
ja_jp: 予約書修正
vi_vn: Sửa đơn hàng

# StatusBooking
source: Not fixed yet
ja_jp: 未確定
vi_vn: Chưa duyệt

# StatusChecking
source: Confirming
ja_jp: 確認中
vi_vn: Đang xác nhận

# StatusConfirmed
source: Fixed
ja_jp: 確定済
vi_vn: Đã duyệt

# BI_T020
source: "Can not creat new order cause the number of orders has out of the limitation. Please contact system admin for support"
ja_jp: 該当テナントが最大の予約書を登録されているので続けて登録が不可となります。 システム管理者へお問い合わせください！
vi_vn: "Không thể tạo đơn hàng mới vì đã vượt quá giới hạn số đơn hàng cho phép. Vui lòng liên hệ quản lý hệ thống."

source: Error
ja_jp: エラー
vi_vn: Lỗi

# Information
source: Info
ja_jp: 情報
vi_vn: Thông tin

# Warning
source: Alert
ja_jp: 警告
vi_vn: Cảnh báo

# PassengerType
source: Customer type
ja_jp: 客種区分
vi_vn: Phân loại hành khách

# BI_T019
source: Please select passenger type
ja_jp: 客種区分を選択してください。
vi_vn: Vui lòng nhập loại hành khách

# E_T001
source: Can not separate by day since leave previous day/Back next day is selected
ja_jp: 前後泊が指定されているため、日別分割できません！
vi_vn: Không thể chia theo ngày vị có chọn xuất bãi ngày trước/về bãi ngày sau

# E_T002
source: Order has been paid! You can not edit
ja_jp: 入金入力もしくはクーポン入力済の為、編集できません！
vi_vn: Đơn hàng đã được thanh toán, không được chỉnh sửa

# E_T003
source: Order has been locked! You can not edit
ja_jp: 締め処理済の為、編集できません！
vi_vn: Đơn hàng đã được khóa, không được chỉnh sửa

# Choice
source: Select
ja_jp: 選択
vi_vn: Chọn

# PriorityBranchAutoAssign
source: Branch for temporary vehicle
ja_jp: 仮車営業所
vi_vn: Chi nhánh điều xe

# BI_T021
source: Once operation type is selected, pick up time must be between【00:00 ～ 23:40】
ja_jp: 運行状態に日別分割が選択されましたから、配車時間は【00:00 ～ 23:40】で入力してください。
vi_vn: Nếu chọn loại vận hành theo ngày thì thời gian đón khách chỉ được chọn trong khoảng từ 【00:00 ～ 23:40】

# BI_T022
source: Once operation type is selected, drop off time must be between【00:15 ～ 23:59】or【24:15 ～ 47:59】
ja_jp: 運行状態に日別分割が選択されましたから、到着時間は【00:15 ～ 23:59】もしくは【24:15 ～ 47:59】で入力してください。
vi_vn: Nếu chọn loại vận hành theo ngày thì thời gian trả khách chỉ được chọn trong khoảng từ 【00:15 ～ 23:59】hoặc【24:15 ～ 47:59】

# BI_T023
source: Data has been updated on another device!
ja_jp: 他の端末でデータ更新済です！
vi_vn: Dữ liệu đã được thay đổi ở một thiết bị khác!

# PassengerTypeNullText
source: Group classification: Group classification name Passenger classification: Passenger classification name
ja_jp: 団体区分 : 団体区分名 乗客区分 : 乗客区分名
vi_vn: Phân loại nhóm: Tên phân loại nhóm Phân loại hành khách: Tên phân loại hành khách

# BI_TokiskNull
source: Please select a customer.
ja_jp: 得意先を選択してください。
vi_vn: Vui lòng chọn một khách hàng.

# BI_TokiStNull
source: Please select a branch.
ja_jp: 支店を選択してください。
vi_vn: Vui lòng chọn một chi nhánh.

# BI_GyosyaNull
source: Please select a supplier.
ja_jp: 業者先を選択してください。
vi_vn: Vui lòng chọn nhà cung cấp.
