Repository: sv0450080073/NIHON
Catalog: HassyaAllrightCloud/Resources/Pages.MinMaxSetting.*.resx
Languages: ja_jp, vi_vn

# ActualKmCol
source: Actual km
ja_jp: 実車キロ<br />（km）
vi_vn: Km thực tế

# ActualTimeCol
source: Actual time
ja_jp: 実車時間
vi_vn: Thời gian thực tế

# AnnualContractLabel
source: Annual Contract
ja_jp: 年間契約
vi_vn: Hợp đồng năm

# AnnualContractNoneLabel
source: None
ja_jp: なし
vi_vn: Không

# AnnualContractYesLabel
source: Have
ja_jp: あり
vi_vn: Có

# BusArrivalTimeLabel
source: Arrival Time
ja_jp: 到着日時
vi_vn: Thời gian trả khách

# BusStartTimeLabel
source: Pick up time
ja_jp: 配車日時
vi_vn: Giờ đón khách

# BusTypeLabel
source: Vehicle type
ja_jp: 車種
vi_vn: Loại xe

# CalculatedGridKmTimeLabel
source: Rounded Total km・time
ja_jp: 計算キロ・時間（丸め）
vi_vn: Số km/thời gian làm tròn

# ChangeDriverCol
source: Shift change
ja_jp: 交替運転者配置
vi_vn: Đổi tài

# ChangeDriverHourFeeLabel
source: Shift change by time
ja_jp: 交替運転手配置料金時間制
vi_vn: Phí đổi tài theo giờ

# ChangeDriverKmCol
source: Estimate Km
ja_jp: 走行キロ
vi_vn: Km ước tính

# ChangeDriverKmFeeLabel
source: Shift change by km
ja_jp: 交替運転手配置料金キロ制
vi_vn: Phí đổi tài theo km

# ChangeDriverMidnightMorningCol
source: Midnight shift<br />hour
ja_jp: 深夜早朝<br />時間
vi_vn: Chạy đêm<br />giờ

# ChangeDriverTimeCol
source: Working time
ja_jp: 拘束時間
vi_vn: Thời gian làm việc

# ClearCol
source: Clear
ja_jp: ク<br />リ<br />ア
vi_vn: Xóa

# ConfigurationButton
source: Setting
ja_jp: 設定
vi_vn: Thiết lập

# DateCol
source: Date
ja_jp: 日付
vi_vn: Ngày

# DateOfSchedulerRow
source: Date
ja_jp: 日目
vi_vn: Ngày

# DetailsOfFee
source: Fee detail
ja_jp: <料金の内訳>
vi_vn: Chi tiết phí

# DetailsOfPriceLabel
source: Fare detail
ja_jp: <運賃の内訳>
vi_vn: Chi tiết tiền xe

# DiscountLabel
source: Discount
ja_jp: 割引
vi_vn: Giảm giá

# DiscountNoneLabel
source: None
ja_jp: なし
vi_vn: Không

# DiscountThirtyLabel
source: 30% for disabled person
ja_jp: 身障者等30%
vi_vn: 30% cho người khuyết tật

# DiscountTwentyLabel
source: 20% for educational organization
ja_jp: 学校教育法20%
vi_vn: Giảm 20% cho tổ chức gáo dục

# EndTimeCol
source: Check end time
ja_jp: 点検終了
vi_vn: Kiểm tra kết thúc

# EstimateKmCol
source: Estimate Km
ja_jp: 走行キロ
vi_vn: Km ước tính

# FareCol
source: Fare
ja_jp: 運賃
vi_vn: Tiền xe

# FeeCol
source: Fee
ja_jp: 料金
vi_vn: Phí khác

# GarageLeaveTimeLabel
source: Leave date time
ja_jp: 出庫日時
vi_vn: Ngày giờ rời bãi

# GarageReturnTimeLabel
source: Return datetime
ja_jp: 入庫日時
vi_vn: Ngày giờ về bãi

# KmCol
source: Limited km
ja_jp: キロ制 (km)
vi_vn: Km giới hạn

# KmPriceLabel
source: Limited fare
ja_jp: キロ制運賃
vi_vn: Tiền xe giới hạn

# LowerLimitFeeLabel
source: Lowest fee
ja_jp: 下限
vi_vn: Mức tối thiểu

# LowerLimitLabel
source: Lowest amount
ja_jp: 下限額
vi_vn: Mức giá tối thiểu

# LowerLimitPriceLabel
source: Lowest fee
ja_jp: 下限
vi_vn: Mức tối thiểu

# MidnightMorningCol
source: Midnight shift<br />hour
ja_jp: 深夜早朝<br />時間
vi_vn: Chạy đêm<br />giờ

# MidnightMorningFeeLabel
source: Midnight charge/discount
ja_jp: 深夜早朝運行割増料金
vi_vn: Phụ thu/giảm giá chạy khuya

# MX_T001.1
source: Please input fare between lowest and highest amount
ja_jp: 運賃は上限下限額の範囲内で入力して下さい。
vi_vn: Vui lòng nhập số tiền trong khoảng mức tối thiểu và tối đa

# MX_T001.2
source: Please input fee between lowest and highest amount
ja_jp: 料金は上限下限額の範囲内で入力して下さい。
vi_vn: Vui lòng nhập số tiền trong khoảng mức tối thiểu và tối đa

# MX_T002
source: Check end time must be later than check start time
ja_jp: 点検終了は点検開始より大きく設定してください。
vi_vn: Giờ kết thúc kiểm tra phải lớn hơn giờ bắt đầu

# MX_T003
source: Actual km must be less than estimate km
ja_jp: 実車キロは走行キロ以下に設定してください。
vi_vn: Km thực tế không được lớn hơn km ước tính

# MX_T004
source: Actual time must be less than estimate time
ja_jp: 実車時間は拘束時間以下に設定してください。
vi_vn: Thời gian thực tế không được lớn hơn thời gian ước tính

# MX_T005
source: Please select Transport Bureau
ja_jp: 運輸局を選択してください。
vi_vn: Vui lòng chọn bưu cục

# MX_T006
source: Estimate Km must be alpahbet number and less than 5 cahracters
ja_jp: 走行キロ合計は4桁英数値までに入力してください。
vi_vn: Km ước tính chỉ được nhập tối đa 4 số

# RestraintTimeCol
source: Working time
ja_jp: 拘束時間
vi_vn: Thời gian làm việc

# SpecialVehicleFeeLabel
source: Charge/discount for special vehicle
ja_jp: 特殊車両割増料金
vi_vn: Phí giảm giá/phát sinh cho xe đặc biệt

# SpecialVehicleLabel
source: Charge/discount for special vehicle
ja_jp: 特殊車両割増
vi_vn: Giảm giá/phát sinh cho xe đặc biệt

# SpecialVehicleNoneLabel
source: None
ja_jp: なし
vi_vn: Không

# SpecialVehicleYesLabel
source: Have
ja_jp: あり
vi_vn: Có

# StartTimeCol
source: Previous day・Check start
ja_jp: 前日・点検開始
vi_vn: Ngày trước・Bắt đầu kiểm tra

# TaxRateLabel
source: Tax
ja_jp: 消費税
vi_vn: Thuế

# TimeCol
source: Limited time
ja_jp: 時間制
vi_vn: Khung giờ giới hạn

# TimePriceLabel
source: Limited fare by time
ja_jp: 時間制運賃
vi_vn: Tiền xe giới hạn theo giờ

# TotalFeeLabel
source: Total
ja_jp: 合計
vi_vn: Tổng tiền

# TotalFeeRowLabel
source: Fee
ja_jp: 料金
vi_vn: Phí khác

# TotalGridLabel
source: Total
ja_jp: 合計
vi_vn: Tổng tiền

# TotalPriceFeeRowLabel
source: Unit price
ja_jp: 単価
vi_vn: Đơn giá

# TotalPriceLabel
source: Total
ja_jp: 合計
vi_vn: Tổng tiền

# TotalPriceRowLabel
source: Fare
ja_jp: 運賃
vi_vn: Tiền xe

# TransportationOfficeLabel
source: Transport Bureau
ja_jp: 運輸局
vi_vn: Bưu cục

# UpperLimitFeeLabel
source: Highest fee
ja_jp: 上限
vi_vn: Phí cao nhất

# UpperLimitLabel
source: Highest fee (included Discount)
ja_jp: 上限（割引済）
vi_vn: Phí cao nhất (đã giảm giá)

# UpperLimitPriceLabel
source: Highest fee
ja_jp: 上限
vi_vn: Phí cao nhất

# YesNoCol
source: Yes/No
ja_jp: 可/否
vi_vn: Được/Không
