Repository: sv0450080073/NIHON
Catalog: HassyaAllrightCloud/Resources/Pages.SuperMenu.*.resx
Languages: ja_jp, vi_vn

# AddCustomFilterTitle
source: Save Condition
ja_jp: 検索条件を保存
vi_vn: Lưu Điều Kiện

source: Advance Report
ja_jp: 立替明細書
vi_vn: Chi tiết tiền ứng trước

source: Advance Statement
ja_jp: 立替明細書
vi_vn: Chi tiết tiền ứng trước

source: Allocation
ja_jp: 割当
vi_vn: Phân bổ

# AlreadySet
source: Yes
ja_jp: あり
vi_vn: Có

source: Ancillary Input
ja_jp: 付帯入力
vi_vn: Thiết lập phụ phẩm

# Approval
source: Confirm
ja_jp: 認
vi_vn: Xác nhận

source: Area:
ja_jp: エリア
vi_vn: Vùng:

# AreaNullText
source: Prefecture name Map code : Place name
ja_jp: 県名 マップコード：場所名
vi_vn: Tên tỉnh Mã bản đồ : Tên địa điểm

# ArrangementInput
source: Arrangement setting
ja_jp: 手配入力
vi_vn: Thiết lập dịch vụ đi kèm

source: Arrival date
ja_jp: 到着日
vi_vn: Ngày trả khách

source: Attachment
ja_jp: 添付ファイル
vi_vn: Tệp đính kèm

# BelongToOtherCompanyMessage
source: It cannot be processed because it is reserved by another company!
ja_jp: 他社予約の為、処理できません！
vi_vn: Không thể xử lý vì đã được đặt bởi công ty khác!

# BI_T026
source: Coupon has been entered so it cannot be processed!
ja_jp: 支払入力もしくはクーポン入力済の為、処理できません！
vi_vn: Đã nhập phiếu coupon nên không thể xử lý!

# BoardingPlaceInput
source: Input boarding location
ja_jp: 乗車地入力
vi_vn: Nhập địa điểm lên xe

# Btn_preview
source: Preview
ja_jp: プレビュー
vi_vn: Xem trước

# Bus
source: Vehicle hiring
ja_jp: 傭車
vi_vn: Xe mượn

# BusAllocationPopupTitle
source: Vehicle Allocation Input
ja_jp: 配車入力
vi_vn: Nhập Phân Bổ Xe

source: Bus Arrangement
ja_jp: バス手配書
vi_vn: Sắp Xếp Xe

source: Bus type:
ja_jp: 車種
vi_vn: Loại xe:

# BusTypeNullText
source: Bus type code : Bus type name
ja_jp: 車種コード：車種名
vi_vn: Mã loại xe : Tên loại xe

# BusTypePrice
source: Bus unit price:
ja_jp: 車種単価
vi_vn: Đơn giá xe:

# BusUnit
source: car/cars
ja_jp: 台
vi_vn: chiếc

source: Calendar Copy
ja_jp: カレンダ複写
vi_vn: Sao chép lịch

source: Cancel
ja_jp: キャンセル
vi_vn: Hủy

# CarRequestForm
source: Vender Request Form
ja_jp: 傭車依頼書
vi_vn: Báo cáo đặt xe

source: Car Transfer
ja_jp: 傭車振替
vi_vn: Chuyển xe

# CarTransferPopupTitle
source: Car Transfer
ja_jp: 傭車振替
vi_vn: Chuyển Xe

# ClosedMessage
source: It cannot be processed because it has been closed!
ja_jp: 締済みの為、処理できません！
vi_vn: Không thể xử lý vì đã đóng!

# CommissionTotal
source: Charge
ja_jp: 手数料
vi_vn: Phí khác

# Company
source: Your company
ja_jp: 自社
vi_vn: Công ty đang làm việc

# Confirm
source: Approved
ja_jp: 確定
vi_vn: Duyệt

# Confirmation
source: Confirm
ja_jp: 確認
vi_vn: Xác nhận

# ConfirmDelete
source: Record to be cancel?
ja_jp: キャンセルしますが、宜しいでしょうか？
vi_vn: Dữ liệu sẽ được hủy, bạn có đồng ý không?

# ConfirmDeleteFilter
source: Delete Filter
ja_jp: フィルタを削除
vi_vn: Xóa điều kiện

# ConfirmDeleteFilterMessage
source: Do you want to delete search filter?
ja_jp: フィルタを削除しますか?
vi_vn: Bạn có muốn xóa điều kiện tìm kiếm không?

# Confirmed
source: Approved
ja_jp: 確定
vi_vn: Duyệt

# ConfirmInput
source: Check and Approval
ja_jp: 確認確定入力
vi_vn: Xác nhận và duyệt

source: Coupon settlement input
ja_jp: クーポン精算入力
vi_vn: Nhập thanh toán bằng phiếu giảm giá

# CSVGroupControlsTitle
source: CSV setting
ja_jp: CSV 設定
vi_vn: Thiết lập xuất CSV

source: Customer:
ja_jp: 得意先
vi_vn: Khách hàng:

# CustomerNullText
source: Customer code : Customer name Branch code : Branch name
ja_jp: 得意先コード:得意先名 支店コード:得意先支店名
vi_vn: Mã khách hàng : Tên khách hàng Mã chi nhánh : Tên chi nhánh

# CustomerTypeClassification
source: Customer classification:
ja_jp: 客種区分
vi_vn: Loại khách hàng:

# CustomerTypeClassificationNullText
source: Customer classification code : Customer classification name
ja_jp: 客種区分コード：客種区分名
vi_vn: Mã loại khách hàng: Tên loại khách hàng

source: Daily Batch Copy
ja_jp: 日別一括複写
vi_vn: Thông tin báo cáo hàng ngày

source: Daily report
ja_jp: 日報
vi_vn: Báo cáo hàng ngày

# DailyReportEnteredMessage
source: Can not process because daily report has been input!
ja_jp: 日報入力済の為、処理できません！
vi_vn: Không thể xử lý vì đã nhập báo cáo hàng ngày!

# DantaiNm
source: Group name:
ja_jp: 団体名
vi_vn: Tên đoàn:

source: Delete
ja_jp: 削除
vi_vn: Xóa

# DelimiterType_0
source: Tab
ja_jp: タブ

# DelimiterType_1
source: Semicolon
ja_jp: セミコロン
vi_vn: Dấu chấm phẩy

# DelimiterType_2
source: Comma
ja_jp: カンマ
vi_vn: Dấu phẩy

source: Deposit
ja_jp: 入金
vi_vn: Khoản được thanh toán

# DepositCouponInput
source: Input Money.Input Coupon
ja_jp: 入金・クーポン入力
vi_vn: Nhập tiền.Nhập coupon

# DepositEnteredMessage
source: Can not process because payment or coupon has been input!
ja_jp: 入金入力もしくはクーポン入力済の為、処理できません！
vi_vn: Không thể xử lý vì đã nhập khoản thanh toán hoặc phiếu mua hàng!

source: Destination:
ja_jp: 行先
vi_vn: Điểm đến:

# DestinationNullText
source: Prefecture name Map code : Place name
ja_jp: 県名 マップコード：場所名
vi_vn: Tên tỉnh Mã bản đồ : Tên địa điểm

# Dispatch
source: Bus allocation
ja_jp: 配車
vi_vn: Điều phối xe

# DispatchDate
source: Pickup date:
ja_jp: 配車日
vi_vn: Ngày đón xe:

# DispatchPlace
source: Pickup location:
ja_jp: 配車地
vi_vn: Điểm đón xe:

# DispatchPlaceNullText
source: Classification name Pickup location code : Pickup location name
ja_jp: 分類名 配車地コード：配車地名
vi_vn: Tên phân loại Mã điểm đón xe : Tên điểm đón xe

source: Display setting
ja_jp: 表示設定
vi_vn: Cài đặt hiển thị

source: Done
ja_jp: 済
vi_vn: Hoàn thành

source: Driver
ja_jp: 運転手
vi_vn: Tài xế

# DriverUnit
source: Name
ja_jp: 名
vi_vn: Tên

source: Each Process
ja_jp: 各処理
vi_vn: Các xử lý

# EncloseTitle
source: Data cover
ja_jp: 括り区分
vi_vn: Ký tự gán kèm

# Enter
source: Coupon input
ja_jp: 入ク
vi_vn: Đã nhập phiếu giảm giá

# EraseAll
source: Delete all
ja_jp: クリア
vi_vn: Xóa toàn bộ

source: Error
ja_jp: エラー
vi_vn: Lỗi

source: Estimates
ja_jp: 見積
vi_vn: Ước tính

# FareFeeCorrectionByVehicle
source: Fare correction・adjust charge
ja_jp: 車両別運賃・手数料修正
vi_vn: Điều chỉnh giá vé・phí phương tiện

# FareFeeCorrectionForm
source: Fare per vehicle・adjust charge
ja_jp: 車両別運賃・手数料修正
vi_vn: Phí theo từng xe・thay đổi phí khác

# FareNational
source: Adjust fare per national vehicle ・charge
ja_jp: 国 車 別 運 賃 ・ 手 数 料 修 正
vi_vn: Thay đổi phí theo từng xe quốc gia ・phí khác

# FareTotal
source: Fare
ja_jp: 運賃
vi_vn: Tiền xe

source: Filter
ja_jp: フィルタ

# FilterCondition
source: Filtering conditions
ja_jp: 条件設定
vi_vn: Điều kiện lọc

# FilterNameLabel
source: Filter name
ja_jp: フィルタ名
vi_vn: Tên bộ lọc

# FormInput
source: Form Report Input
ja_jp: 帳票出力
vi_vn: Form nhập báo cáo

# GridArrangementMark
source: Arrangement
ja_jp: 手配
vi_vn: Dịch vụ

# GridArrival
source: Drop off
ja_jp: 到着
vi_vn: Trả khách

# GridBillingCategory
source: Bill type
ja_jp: 請求区分
vi_vn: Loại hóa đơn

# GridBillingDate
source: Billing date
ja_jp: 請求年月日
vi_vn: Ngày gửi công nợ

# GridBillingExportDate
source: Invoice output date
ja_jp: 請求書出力年月日
vi_vn: Ngày xuất hóa đơn

# GridBoardingPerson
source: Number of passenger
ja_jp: 乗車人員
vi_vn: Số hành khách

# GridBranch
source: Branch name
ja_jp: 支店名
vi_vn: Tên chi nhánh

# GridBusName
source: Vehicle number
ja_jp: 車号
vi_vn: Số xe

# GridBusNo
source: Vehicle name
ja_jp: 号車
vi_vn: tên xe trong đoàn

# GridBusType
source: Bus type/Number of bus
ja_jp: 車種/台数
vi_vn: Loại xe/Số lượng

# GridCrew
source: Crew name
ja_jp: 乗務員名
vi_vn: Tên nhân viên

# GridCustomer
source: Client
ja_jp: 得意先
vi_vn: Khách hàng

# GridCustomerStaff
source: In charged staff
ja_jp: 担当者
vi_vn: Người phụ trách

# GridDestination
source: Destination name
ja_jp: 行先名
vi_vn: Tên điểm đến

# GridDispatch
source: Bus allocation
ja_jp: 配車
vi_vn: Điều phối xe

# GridDriverGuiderNumber
source: Number of driver/ Number of guide
ja_jp: 運転手数/ガイド数
vi_vn: Số lượng tài xế/Số lượng hướng dẫn viên

# GridEnteringDate
source: Back to garage
ja_jp: 帰庫
vi_vn: Về nhà xe

# GridExitingDate
source: Depart from garage
ja_jp: 出庫
vi_vn: Rời nhà xe

# GridFare
source: Fare
ja_jp: 運賃
vi_vn: Tiền xe

# GridFareCommission
source: Charge
ja_jp: 手数料
vi_vn: Phí khác

# GridFareTax
source: Tax
ja_jp: 消費税
vi_vn: Thuế

# GridFuel1Name
source: Fuel 1
ja_jp: 燃料１
vi_vn: Nhiên liệu 1

# GridFuel2Name
source: Fuel 2
ja_jp: 燃料２
vi_vn: Nhiên liệu 2

# GridFuel3Name
source: Fuel 3
ja_jp: 燃料３
vi_vn: Nhiên liệu 3

# GridFuelValue
source: Value
ja_jp: 値
vi_vn: Giá trị

# GridGroup
source: Organization name
ja_jp: 団体名
vi_vn: Tên tổ chức

# GridGroup2Name
source: Group name 2:
ja_jp: 団体名２
vi_vn: Tên đoàn 2:

# GridGroupStaff
source: Incharged staff
ja_jp: 幹事名
vi_vn: Người liên hệ

# GridGuideFee
source: Guide fee
ja_jp: ガイド料
vi_vn: Phí hướng dẫn viên

# GridGuideFeeCommission
source: Charge
ja_jp: 手数料
vi_vn: Phí khác

# GridGuideFeeTax
source: Tax
ja_jp: 消費税
vi_vn: Thuế

# GridIForwardingKilo
source: Empty car general km
ja_jp: 空車一般キロ
vi_vn: Số km xe trống chạy đường thường

# GridInputStaff
source: Input staff
ja_jp: 入力担当
vi_vn: Người nhập

# GridInServiceHighSpeed
source: Highway
ja_jp: 高速
vi_vn: Cao tốc

# GridInServiceKilo
source: Actual general km
ja_jp: 実車一般キロ
vi_vn: Số km thực tế chạy đường thường

# GridLoadingGoodsMark
source: Goods add
ja_jp: 積込
vi_vn: Thêm hàng

# GridMark
source: Mark
ja_jp: 記号
vi_vn: Đánh dấu

# GridMaxAmount
source: Upper limit (Fee)
ja_jp: 上限(料金)
vi_vn: Giới hạn trên (Phí)

# GridMinAmount
source: Lower limit (Fee)
ja_jp: 下限(料金)
vi_vn: Giới hạn dưới (Phí)

# GridNoteMark
source: Remark
ja_jp: 備考
vi_vn: Ghi chú

# GridOffice
source: Branch
ja_jp: 営業所
vi_vn: Chi nhánh

# GridOtherCharge
source: Other ancillary
ja_jp: その他付帯
vi_vn: Phụ phẩm khác

# GridOtherChargeCommission
source: Charge
ja_jp: 手数料
vi_vn: Phí khác

# GridOtherChargeMark
source: Ancillary
ja_jp: 付帯
vi_vn: Phụ phẩm

# GridOtherChargeTax
source: Tax
ja_jp: 消費税
vi_vn: Thuế

# GridOtherKilo
source: Other km
ja_jp: その他キロ
vi_vn: Số km khác

# GridPlusPerson
source: Plus person
ja_jp: プラス人員
vi_vn: Số người thêm

# GridPriceIndex
source: Index
ja_jp: 指数
vi_vn: Chỉ số

# GridReceiptDate
source: Order date
ja_jp: 受付日
vi_vn: Ngày đặt hàng

# GridReceiptNumber
source: Order No.
ja_jp: 受付番号
vi_vn: Mã đơn hàng

# GridRegistrationOffice
source: Sale branch
ja_jp: 受付営業所
vi_vn: Chi nhánh nhận đơn hàng

# GridReservationClassification
source: Service Type
ja_jp: 予約区分
vi_vn: Loại dịch vụ

# GridServiceStaff
source: Sale staff
ja_jp: 営業担当
vi_vn: Nhân viên

# GridTimeScheduleMark
source: Jouney
ja_jp: 行程
vi_vn: Lịch trình chạy

# GridTotalKilo
source: Total running km
ja_jp: 総走行キロ
vi_vn: Tổng số km đã chạy

# GridUnsoHikiukeshoExportDate
source: Order Confirmation output date
ja_jp: 運送引受書出力年月日
vi_vn: Ngày xuất phiếu xác nhận đơn đặt xe

# GridYousyaFare
source: Vehicle hiring fare
ja_jp: 傭車運賃
vi_vn: Tiền xe mượn

# GridYousyaFareCommission
source: Charge
ja_jp: 手数料
vi_vn: Phí khác

# GridYousyaGuideFee
source: Vehicle hiring guide fee
ja_jp: 傭車ガイド料
vi_vn: Phí hướng dẫn viên xe mượn

# GridYousyaGuideFeeCommission
source: Charge
ja_jp: 手数料
vi_vn: Phí khác

# GridYousyaGuideFeeTax
source: Tax
ja_jp: 消費税
vi_vn: Thuế

# GridYousyaNumber
source: Number of vehicle hiring
ja_jp: 傭車台数
vi_vn: Số lượng xe mượn

# GridYousyaOtherCharge
source: Other ancillary
ja_jp: その他付帯
vi_vn: Phụ phẩm khác

# GridYousyaOtherChargeCommission
source: Charge
ja_jp: 手数料
vi_vn: Phí khác

# GridYousyaOtherChargeTax
source: Tax
ja_jp: 消費税
vi_vn: Thuế

# GridYousyaTax
source: Tax
ja_jp: 消費税
vi_vn: Thuế

source: Group classification:
ja_jp: 団体区分
vi_vn: Loại đoàn khách:

# GroupClassificationNullText
source: Group classification code : Group classification name
ja_jp: 団体区分コード：団体区分名
vi_vn: Mã loại đoàn khách : Tên loại đoàn khách

# GroupType_0
source: Wrap in quote
ja_jp: 「”」で括る
vi_vn: Bao quanh bởi dấu "

# GroupType_1
source: Not wrap in quote
ja_jp: 「”」で括らない
vi_vn: Không bao quanh bởi dấu "

source: Guide
ja_jp: ガイド
vi_vn: Hướng dẫn

# GuideFeeCommissionTotal
source: Guide commission
ja_jp: ガイド手数料
vi_vn: Phí hoa hồng hướng dẫn viên

# GuideFeeTaxTotal
source: Guide tax
ja_jp: ガイド消費税
vi_vn: Thuế hướng dẫn viên

# GuideFeeTotal
source: Guide fee
ja_jp: ガイド料
vi_vn: Phí hướng dẫn viên

# HeaderPlaceHolder
source: Group name yearMonth/YearMonthDay
ja_jp: 団体名 年月／年月日
vi_vn: Tên nhóm Năm Tháng／Năm Tháng Ngày

# IncidentalInput
source: Ancillary Setting
ja_jp: 付帯入力
vi_vn: Thiết lập phụ phẩm

# Information
source: Info
ja_jp: 情報
vi_vn: Thông tin

source: Init Grid Layout
ja_jp: 初期化
vi_vn: Giá trị ban đầu

source: Input display
ja_jp: 入力表示
vi_vn: Hiển thị đã nhập

source: Input staff:
ja_jp: 入力担当
vi_vn: Người nhập:

# InputStaffNullText
source: Staff code : Staff name
ja_jp: 社員コード:社員名
vi_vn: Mã nhân viên : Tên nhân viên

source: Invoice
ja_jp: 請求書
vi_vn: Hóa đơn

# InvoiceOutput
source: Bill output
ja_jp: 請求書出力
vi_vn: Xuất hóa đơn

source: Itinerary Input
ja_jp: 行程入力
vi_vn: Nhập hành trình

source: Loaded Product Input
ja_jp: 積込品入力
vi_vn: Nhập sản phẩn có sẵn

# LoadingGoodsInput
source: Included goods
ja_jp: 積込品入力
vi_vn: Hàng đi kèm

# Manning
source: Staff assignment
ja_jp: 配員
vi_vn: Điều phối nhân viên

# MatchedDataNotExist
source: Data does not exist!
ja_jp: 該当データが存在しません！
vi_vn: Không có dữ liệu?

# MaxMinSetting
source: Min max setting
ja_jp: 上限下限設定
vi_vn: Thiết lập giới hạn trên dưới

# Mercenary
source: Vehicle hiring
ja_jp: 傭車
vi_vn: Xe mượn

# NoDataMessage
source: The corresponding data does not exist!
ja_jp: 該当データが存在しません！
vi_vn: Không tồn tại dữ liệu tương ứng!

# NotSpecifyDateMessage
source: Please choose at least one search date.
ja_jp: 少なくとも１つの検索日付を指定してください。
vi_vn: Hãy chọn ít nhất một ngày tìm kiếm.

# NotYetSet
source: No
ja_jp: なし
vi_vn: Không

# OccurrencePlace
source: Place of origin:
ja_jp: 発生地
vi_vn: Nơi phát sinh:

# OccurrencePlaceNullText
source: Prefecture name Map code : Place name
ja_jp: 県名 マップコード：場所名
vi_vn: Tên tỉnh Mã bản đồ : Tên địa điểm

source: Order
ja_jp: 受注
vi_vn: Đơn hàng

# OtherChargeCommisionTotal
source: Ancillary charge
ja_jp: 付帯手数料
vi_vn: Phụ phẩm・Phí khác

# OtherChargeTaxTotal
source: Ancillary tax
ja_jp: 付帯消費税
vi_vn: Phụ phẩm・thuế

# OtherChargeTotal
source: Ancillary fee
ja_jp: 付帯料金
vi_vn: Phí phụ phẩm

# OutputInstuction
source: Output instruction
ja_jp: 出力指示
vi_vn: Chỉ thị xuất

# OutType_0
source: Output
ja_jp: 出力
vi_vn: Xuất

# OutType_1
source: Not output already
ja_jp: 未出力
vi_vn: Chưa xuất

# PageSize
source: Paper size
ja_jp: 用紙サイズ
vi_vn: Cỡ giấy

source: Payment
ja_jp: 支払
vi_vn: Thanh toán

# PeopleUnit
source: Pax
ja_jp: 人
vi_vn: Người

# ReceiptCondition
source: Reception conditions:
ja_jp: 受付条件
vi_vn: Điều kiện đặt xe:

# ReceiptNumber
source: Order No.:
ja_jp: 受付番号
vi_vn: Mã đơn hàng:

# RegistrationOffice
source: Reception sale office:
ja_jp: 受付営業所
vi_vn: Phòng kinh doanh:

# RegistrationOfficeNullText
source: Reception sale office code : Abbreviated name
ja_jp: 受付営業所コード:省略名
vi_vn: Mã phòng kinh doanh : Tên viết tắt

source: Remarks input <Operating day>
ja_jp: 備考入力＜運行日＞
vi_vn: Ghi chú đầu vào <Ngày hoạt động>

source: Remarks input <reservation form>
ja_jp: 備考入力＜予約書＞
vi_vn: Ghi chú đầu vào <mẫu đặt chỗ>

# RenameFilter
source: Rename the filter
ja_jp: フィルタの名前を変更
vi_vn: Đổi tên bộ lọc

# ReportFlightRecordBook
source: Crew record table
ja_jp: 乗務記録表
vi_vn: Bảng thành tích

# ReportOperatingInstructions
source: Operation assignment
ja_jp: 運行指示書
vi_vn: Báo cáo vận hành

# ReportPdf
source: Preview
ja_jp: プレビュー
vi_vn: Xem trước

# ReportWeb
source: Output file
ja_jp: ファイル出力
vi_vn: Xuất file

source: Reservation
ja_jp: 予約
vi_vn: Đặt chỗ

# ReservationAncillaryInput
source: Remarks input <Operating day>
ja_jp: 備考入力＜運行日＞
vi_vn: Ghi chú đầu vào <Ngày hoạt động>

# ReservationCancel
source: Reservation cancellation
ja_jp: 予約キャンセル
vi_vn: Hủy đặt xe

# ReservationCancelCompleteMessage
source: The reservation cancellation process is complete.
ja_jp: 予約キャンセル処理が完了しました。
vi_vn: Xử lý hủy đặt xe đã hoàn thành.

# ReservationCancellation
source: Cancel booking
ja_jp: 予約書キャンセル
vi_vn: Hủy đặt chỗ

source: Reservation classification:
ja_jp: 予約区分
vi_vn: Phân loại đặt xe:

# ReservationClassificationNullText
source: Classification code : Classification name
ja_jp: 区分コード：区分名
vi_vn: Mã phân loại : Tên phân loại

# ReservationConfirmed
source: Confirm booking
ja_jp: 予約書確定
vi_vn: Xác nhận đặt chỗ

# ReservationCopy
source: Copy booking
ja_jp: 予約書複写
vi_vn: Sao chép đặt chỗ

# ReservationEdit
source: Edit order
ja_jp: 予約書修正
vi_vn: Sửa đơn hàng

# ReservationFormAndOtherInput
source: Booking Form Other Input
ja_jp: 予約書その他入力
vi_vn: Nhập các đặt chỗ khác

# ReservationRemarkInput
source: Note input <Reservation>
ja_jp: 備考入力＜予約書＞
vi_vn: Ghi chú <Đơn đặt xe>

source: Reservation status
ja_jp: 予約ステータス
vi_vn: Trạng thái đặt chỗ

# ReservationTransportUnderwritingOutput
source: Order Confirmation
ja_jp: 運送引受書出力(予約)
vi_vn: Phiếu xác nhận đơn hàng

# ReserveDate
source: Reservation date
ja_jp: 予約日
vi_vn: Ngày đặt xe

# SalesStaff
source: Sale staff:
ja_jp: 営業担当
vi_vn: Nhân viên sale:

# SalesStaffNullText
source: Staff code : Staff name
ja_jp: 社員コード:社員名
vi_vn: Mã nhân viên : Tên nhân viên

source: Save
ja_jp: 保存する
vi_vn: Lưu

source: Save Filter
ja_jp: フィルタを保存
vi_vn: Lưu bộ lọc

# SaveGridLayout
source: Save
ja_jp: 保存
vi_vn: Lưu

# SaveLayout
source: Setting Layout
ja_jp: レイアウト設定
vi_vn: Thiết lập layout

# ScheduleInput
source: Jouney Setting
ja_jp: 行程入力
vi_vn: Thiết lập lịch trình

# SeparatorTitle
source: Delimiter type
ja_jp: 区切り文字タイプ
vi_vn: Loại dấu phân cách

# ServiceRemarkInput
source: Note input <Travel date>
ja_jp: 備考入力＜運行日＞
vi_vn: Ghi chú <Ngày chạy xe>

# ShowHeaderTitle
source: Header
ja_jp: 見出し出力
vi_vn: Tên hạng mục

source: Simple Quotation
ja_jp: 簡易見積書
vi_vn: Báo giá đơn giản

source: Single Copy
ja_jp: 単体複写
vi_vn: Tạo 1 bản sao

# StartBtn
source: Output
ja_jp: 出力
vi_vn: Xuất

# StickerEditing
source: Edit Sticker
ja_jp: ステッカー編集
vi_vn: Chỉnh nhãn

source: Supplier:
ja_jp: 仕入先
vi_vn: Nhà cung cấp:

# SupplierNullText
source: Supplier code : Supplier name
ja_jp: 仕入先コード:仕入先名
vi_vn: Mã nhà cung cấp : Tên nhà cung

# Support
source: Paid by coupon
ja_jp: 支ク
vi_vn: Trả bằng phiếu giảm giá

# Sure
source: Confirm
ja_jp: 確
vi_vn: Xác nhận

# TabReport
source: Report setting
ja_jp: 帳票設定
vi_vn: Thiết lập báo cáo

# TaxIncludedTotal
source: Tax included amount
ja_jp: 税込額
vi_vn: Giá tiền có thuế

# TaxTotal
source: Tax
ja_jp: 消費税
vi_vn: Thuế

# TemporaryBus
source: Bus auto allocation
ja_jp: 仮車
vi_vn: Tự động điều phối xe

source: Temporary Car Input
ja_jp: 仮車入力
vi_vn: Nhập xe tạm

# TemporaryDistribution
source: Crew automatic assignment
ja_jp: 仮配
vi_vn: Tự động điều phối người

# TitleReservation
source: By super menu reservation
ja_jp: SuperMenu予約編
vi_vn: Theo đơn đặt xe

# TitleVehicle
source: By super menu vehicle
ja_jp: SuperMenu車両編
vi_vn: Theo xe

# TransportationReport1
source: Order Confirmation (Order Type)
ja_jp: 運送引受書（予約）
vi_vn: Phiếu xác nhận đơn hàng (theo đặt hàng)

# TransportationReport2
source: Order Confirmation (Vehicle Type)
ja_jp: 運送引受書（車種）
vi_vn: Phiếu xác nhận đơn hàng (theo loại xe)

# UnderwritingOfCarriage
source: Order Confirmation (Order Type)
ja_jp: 運送引受書（予約）
vi_vn: Phiếu xác nhận đơn hàng（theo đặt hàng）

# UnderwritingOfTransportation
source: Order Confirmation (Vehicle Type)
ja_jp: 運送引受書（車種）
vi_vn: Phiếu xác nhận đơn hàng (theo loại xe)

# Unprovisioned
source: Not auto allocation yet
ja_jp: 未仮
vi_vn: Chưa tự động điều phối xe

source: Vehicle Allocation Input
ja_jp: 配車入力
vi_vn: Nhập phân bổ xe

source: Vehicle Daily Report Input
ja_jp: 車両別日報入力
vi_vn: Nhập báo cáo hàng ngày theo loại xe

# VehicleTypeTransportUnderwritingOutput
source: Order confirmation output (Reservation vehicle type)
ja_jp: 運送引受書出力(予約車種)
vi_vn: Xuất phiếu xác nhận đơn đặt xe (Đặt theo loại xe)

source: View Attachment
ja_jp: 添付ファイルを見る
vi_vn: Xem file đính kèm

# WidthChange
source: Width switching:
ja_jp: 幅切替
vi_vn: Thay đổi cỡ chữ:

# WidthLarge
source: Large
ja_jp: 大
vi_vn: Đại

# WidthMedium
source: Medium
ja_jp: 中
vi_vn: Trung

# WidthSmall
source: Small
ja_jp: 小
vi_vn: Tiểu

# ArrangementInput1
source: Arrangement Input
vi_vn: Thiết lập dịch vụ đi kèm
