Repository: sv0450080073/NIHON
Catalog: HassyaAllrightCloud/Resources/Pages.BusSchedule.*.resx
Languages: ja_jp, vi_vn

source: 15minutes
ja_jp: １５分
vi_vn: 15 phút

source: Advance Statement
ja_jp: 立替明細書
vi_vn: Chiết tiết thanh toán

source: All
ja_jp: すべて
vi_vn: Tất cả

# AncillaryInput
source: Ancillary Setting
ja_jp: 付帯入力
vi_vn: Thiết lập phụ phẩm

# ArrangementInput
source: Arrangement setting
ja_jp: 手配入力
vi_vn: Thiết lập dịch vụ đi kèm

# branch_model
source: Branch_Vehicle Type
ja_jp: 営業所ー車種
vi_vn: Chi nhánh_Loại xe

# branch_temporary_vehicle
source: Branch_vehicle number
ja_jp: 営業所ー仮車号
vi_vn: Chi nhánh_Số xe tạm

source: Branch_vehicle
ja_jp: 営業所ー車両
vi_vn: Chi nhánh_Xe

# btn_cancel
source: Cancel
ja_jp: キャンセル
vi_vn: Hủy đơn hàng

# btn_change
source: Change
ja_jp: 変更
vi_vn: Đổi

# btn_confirm
source: Approve
ja_jp: 確 定
vi_vn: Duyệt

# btn_create
source: New order
ja_jp: 新規予約
vi_vn: Đơn hàng mới

# btn_crew
source: Crew
ja_jp: 乗務員
vi_vn: Nhân viên

# btn_divided
source: Split to 4
ja_jp: 分割画面
vi_vn: Chia 4

# btn_divided_back
source: Not split per screen
ja_jp: 画面分割無
vi_vn: Không chia màn hình

# btn_edit
source: Change time
ja_jp: 時間変更
vi_vn: Thay đổi thời gian

# btn_edit_back
source: change completed
ja_jp: 変更完了
vi_vn: Đổi thành công

# btn_error_checking
source: Error check
ja_jp: エラーチェック
vi_vn: Kiểm tra lỗi

# btn_output_excel
source: Excel Export
ja_jp: Excel出力
vi_vn: Xuất Excel

# btn_register
source: Submit
ja_jp: 登録
vi_vn: Tạo

# btn_repair
source: Repair
ja_jp: 修理
vi_vn: Tu sửa

# btn_save
source: Save
ja_jp: 保存
vi_vn: Lưu

# btn_split
source: Split
ja_jp: 分割
vi_vn: Cắt nhỏ

# btn_split_back
source: Spit completed
ja_jp: 分割完了
vi_vn: Cắt nhỏ thành công

# btn_today
source: Today
ja_jp: 今日
vi_vn: Hôm nay

# btn_yes
source: Yes
ja_jp: はい
vi_vn: Có

# btn_zoom
source: Display Zoom bar
ja_jp: ズームバー表示
vi_vn: Hiển thị thanh thu phóng

# btn_zoom_back
source: Undisplay zoom bar
ja_jp: ズームバー非表示
vi_vn: Ẩn thanh thu phóng

# BusArrangement
source: Bus Arrangement Report
ja_jp: バス手配書
vi_vn: Bảng điều phối tour

# BusReport
source: Bus allocation report
ja_jp: 配車表
vi_vn: Bảng điều xe

# bus_allocated
source: Allocated
ja_jp: 配車済
vi_vn: Đã điều xe

# CalendarCopy
source: Multiple copy
ja_jp: カレンダ複写
vi_vn: Copy đồng loạt

# CarTransfer
source: Vehicle Hiring
ja_jp: 傭車振替
vi_vn: Nhờ xe đối tác

# car_cooperation
source: Vehicle transfer
ja_jp: 傭車連携
vi_vn: Liên kết thuê xe đối tác

# character_display_switching
source: Switch display
ja_jp: 文字表示切替
vi_vn: Đổi hiển thị chữ

# checking
source: Confirming
ja_jp: 確認中
vi_vn: Đang xác nhận

# CommentInput
source: Input comment
ja_jp: コメント入力
vi_vn: Nhập ghi chú

source: Company
ja_jp: 会社
vi_vn: Công ty

# complacent
source: Client
ja_jp: 得意先
vi_vn: Khách hàng

# condition
source: Search condition
ja_jp: 表示設定
vi_vn: Điêu kiện search

# Confirmation
source: Confirm
ja_jp: 確認
vi_vn: Xác nhận

# ConfirmationInfo
source: Info
ja_jp: 情報
vi_vn: Thông tin

# ConfirmationNew
source: Alert
ja_jp: 警告
vi_vn: Cảnh báo

# ConfirmInput
source: Check and Approval
ja_jp: 確認確定入力
vi_vn: Xác nhận và duyệt

# daily_report
source: Daily reported
ja_jp: 日報済
vi_vn: Đã báo cáo cuối ngày

# daily_report_vehicle
source: Daily report by vehicle
ja_jp: 車両別日報一覧
vi_vn: Báo cáo cuối ngày theo xe

# delete_divided_data
source: Delete splitted data
ja_jp: 分割データ削除
vi_vn: Xóa dữ liệu đã cắt

# detailed_representation
source: Detail
ja_jp: 詳細表示
vi_vn: Chi tiết

# DisplayLineMode.Custom
source: Custom setting
ja_jp: カスタム設定
vi_vn: Thiết lập tùy biến

# DisplayLineMode.Customer
source: Client
ja_jp: 得意先
vi_vn: Khách hàng

# DisplayLineMode.Destination
source: Destination
ja_jp: 行き先
vi_vn: Điểm đến

# DisplayLineMode.None
source: None
ja_jp: なし
vi_vn: Không

# DisplayLineMode.Organization
source: Organization name
ja_jp: 団体名
vi_vn: Tên tổ chức

# display_range
source: Display area
ja_jp: 表示範囲
vi_vn: Vùng hiển thị

source: Driver
ja_jp: 運転手
vi_vn: Tài xế

# driver_allocated
source: Staff assigned
ja_jp: 配員済
vi_vn: Đã điều người

# FormInput
source: Export report
ja_jp: 帳票出力
vi_vn: Xuất báo cáo

source: General
ja_jp: 基本設定
vi_vn: Cơ bản

source: Grouping
ja_jp: グルーピング
vi_vn: Phân nhóm

# group_all
source: None
ja_jp: なし
vi_vn: Không

# group_branch
source: Branch
ja_jp: 営業所
vi_vn: Chi nhánh

# group_company
source: Company
ja_jp: 会社
vi_vn: Công ty

# guide
source: Guide quantity
ja_jp: ガイド
vi_vn: Số hướng dẫn

source: Hyper menu
ja_jp: ハイバーメニュー
vi_vn: Cài đặt nhanh

# Index Page Title
source: Create Order
ja_jp: 予約書入力
vi_vn: Tạo đơn hàng

# Index Page Title Edit
source: Order ・Edit - Order No.
ja_jp: 予約書入力・編集 - 受付番号
vi_vn: Đơn hàng・Chỉnh sửa-No.

source: Invoice
ja_jp: 請求書
vi_vn: Yêu cầu thanh toán

source: Large
ja_jp: 大
vi_vn: Đại

# line_drawing
source: Display line
ja_jp: 線引き表示
vi_vn: Hiển thị đường vẽ

# line_drawing_normal
source: Line drawing
ja_jp: 線引き
vi_vn: Vẽ đường điều xe

# line_drawing_rentalBus
source: Line drawing + Partner's vehicle
ja_jp: 線引き+傭車
vi_vn: Vẽ đường + xe đối tác

# line_drawing_spareBus
source: Line drawing + Vehicle without alocation
ja_jp: 線引き+未仮車
vi_vn: Vẽ đường + xe chưa được điều

# list_of_hire_cars
source: Hiring status
ja_jp: 傭車状況一覧
vi_vn: Tình trạng nhờ xe đối tác

# LoadedProductInput
source: Included goods
ja_jp: 積込品入力
vi_vn: Hàng đi kèm

source: Medium
ja_jp: 中
vi_vn: Trung

# menu_8
source: Order Confirmation
ja_jp: 運送引受書出力（予約）
vi_vn: Phiếu xác nhận đơn hàng

# menu_9
source: Order Confirmation (Vehicle Type)
ja_jp: 運送引受書出力（車種）
vi_vn: Phiều xác nhận đơn hàng (theo loại xe)

# menu_busallocation
source: Bus allocation
ja_jp: 配車入力
vi_vn: Điều xe

# menu_journeys
source: Itinerary Setting
ja_jp: 行程入力
vi_vn: Thiết lập lịch trình

# menu_reservation_form
source: Create Order
ja_jp: 予約書入力
vi_vn: Tạo đơn hàng

# mesage_car_cooperation
source: Vehicle has been transfered
ja_jp: 傭車連携を登録しました。
vi_vn: Đã liên kết xe với đối tác

# message_drop_unable
source: Can not allocate causing out of using date
ja_jp: 使用期間外の為、配車できません。
vi_vn: Không điều được xe vì đã quá thời hạn sử dụng

# message_enter_customer_code
source: Please input client code!
ja_jp: 得意先コードを入力してください！
vi_vn: Vui lòng nhập mã khách hàng

# message_enter_number_of_drivers
source: Please input quantity of driver
ja_jp: 運転手数を入力してください！
vi_vn: Vui lòng nhập số tài xế

# message_enter_organization_name
source: Please input organization
ja_jp: 団体名を入力してください！
vi_vn: Vui lòng nhập tên tổ chức

# message_error_car_exits
source: Can not proceed because The partner has already exist
ja_jp: 既に同一傭車先が存在する為処理を続行できません。
vi_vn: Không thể xử lý tiếp vì đối tác đã có tồn tại

# message_error_limit_character
source: Comment is must be less than 101 characters
ja_jp: 備考項目は100文字以上で入力できない。
vi_vn: Ghi chú chỉ tối đa 100 ký tự

# message_incorrect_number_of_drivers
source: The quantity of driver is not correct
ja_jp: 運転手数が正しくありません！
vi_vn: Số tài xế chưa đúng

# message_popup_commentdate
source: Comment for date
ja_jp: 日付コメント
vi_vn: Ghi chú ngày

# message_select_company
source: Please select company
ja_jp: 対象会社を選択してください
vi_vn: Vui lòng chọn công ty

# message_warning_PopupNotCreateline
source: Could not creat temporary order!
ja_jp: 仮予約（線の入力）がされていません！
vi_vn: Không thể tạo order tạm được

# message_warning_time_repair
source: Preparing period is not correct!
ja_jp: 修理期間の範囲指定に誤りがあります！
vi_vn: Thời hạn tu sửa chưa đúng!

# model_branch
source: Vehicle type-Branch
ja_jp: 車種ー営業所
vi_vn: Loại xe-Chi nhánh

# model_vehicle
source: Vehicle type-Vehicle
ja_jp: 車種ー車両
vi_vn: Loại xe- Xe

source: No
ja_jp: いいえ
vi_vn: Không

# no.car
source: Unallocated Vehicle
ja_jp: 未仮車
vi_vn: Xe chưa được điều

# oneday
source: 1day
ja_jp: １日
vi_vn: 1 ngày

# onedayago
source: Previous day
ja_jp: １日前へ
vi_vn: Ngày trước

# onedaylater
source: Next day
ja_jp: １日後へ
vi_vn: Ngày sau

# onehour
source: 1 hour
ja_jp: １時間
vi_vn: 1 giờ

# onemonth
source: 1 month
ja_jp: １ヶ月
vi_vn: 1 tháng

# oneweek
source: 1 week
ja_jp: １週間
vi_vn: 1 tuần

source: Organization name
ja_jp: 団体名
vi_vn: Tên tổ chức

# Page_title
source: Vehicle assignment chart
ja_jp: 車両別線引き
vi_vn: Lịch điều xe

# people
source: Pax
ja_jp: 人
vi_vn: Người

# release_dispatch
source: Cancel allocation
ja_jp: 配車解除
vi_vn: Hủy điều xe

source: Remark
ja_jp: 備考
vi_vn: Ghi chú

# RemarksInput
source: Input remark
vi_vn: Nhập ghi chú

source: Repair code
ja_jp: 修理コード
vi_vn: mã tu sửa

# repair_deletion
source: Delete repair
ja_jp: 修理削除
vi_vn: Xóa nội dung tu sửa

# repair_input
source: Repair setting
ja_jp: 修理入力
vi_vn: Nhập nội dung tu sửa

source: Repair period
ja_jp: 修理期間
vi_vn: Thời gian tu sửa

# report
source: Roll call report
ja_jp: 点呼記録簿
vi_vn: Phiểu điểm danh xe

# report_flight_record_book
source: Operation record
ja_jp: 乗務記録簿
vi_vn: Lịch sử vận hành

# report_operating_instructions
source: Operation assignment
ja_jp: 運行指示書
vi_vn: Chỉ thị vận hành

# report_pdf
source: Preview
ja_jp: プレビュー
vi_vn: Xem trước

# report_web
source: export file
ja_jp: ファイル出力
vi_vn: Xuất file

# ReservationCancellation
source: Cancel order
ja_jp: 予約書キャンセル
vi_vn: Hủy đơn hàng

# ReservationCopy
source: Copy order
ja_jp: 予約書複写
vi_vn: Copy đơn hàng

# ReservationFormAndOtherInput
source: Other setting
ja_jp: 予約書その他入力
vi_vn: Thiết lập khác

# reservation_classification
source: Service Type
ja_jp: 予約区分
vi_vn: Loại dịch vụ

# reservation_copy
source: Multiple copy
ja_jp: 予約書カレンダ複写
vi_vn: Copy đồng loạt

# reservation_correction
source: Edit order
ja_jp: 予約書修正
vi_vn: Sửa đơn hàng

source: Roll call
ja_jp: 点呼
vi_vn: Điểm danh

# sales_office
source: Branch
ja_jp: 営業所
vi_vn: Chi nhánh

# send
source: Sent
ja_jp: 送付済
vi_vn: Đã gửi

# servant_first
source: Partner
ja_jp: 傭車先
vi_vn: Đối tác

# show_settings
source: Display setting
ja_jp: 詳細設定
vi_vn: Cài đặt hiển thị

# simple_dispatch
source: Quick allocation
ja_jp: 簡易配車
vi_vn: Điều xe nhanh

source: Single copy
ja_jp: 単体複写
vi_vn: Copy đơn hàng

# sixhours
source: 6 hours
ja_jp: ６時間
vi_vn: 6h

source: Small
ja_jp: 小
vi_vn: Tiểu

# split_data_combination
source: Splitted data combination
ja_jp: 分割データ結合
vi_vn: Kết hợp dữ liệu đã cắt

# staff_input
source: Staff assignment
ja_jp: 配員入力
vi_vn: Điều nhân viên

# start_date
source: Start date of display
ja_jp: 表示開始日
vi_vn: Ngày bắt đầu hiển thị

source: Sticker
ja_jp: ステッカー出っか
vi_vn: Nhãn dán

# supermenu_reservation
source: Order・Super menu
ja_jp: スーパーメニュー予約編
vi_vn: Đơn hàng・thiết lập nhanh

# supermenu_vehicle
source: Vehicle・Super menu
ja_jp: スーパーメニュー車両編
vi_vn: Xe・thiết lập nhanh

# temporary_car
source: Temporary vehicle
ja_jp: 仮 車
vi_vn: Xe tạm

# temporary_car_input
source: Temporary vehicle setting
ja_jp: 仮車入力
vi_vn: Thiết lập xe tạm

# text_confirm_delete
source: Are you sure to delete?
ja_jp: 削除してよろしいですか？
vi_vn: Bạn có chắc muốn xóa không

# threedays
source: 3 days
ja_jp: ３日
vi_vn: 3 ngày

# threehours
source: 3 hours
ja_jp: ３時間
vi_vn: 3 giờ

source: Time range
ja_jp: 時間範囲
vi_vn: Khung giờ

# TitlePopupViewer
source: Operation assignment/record
ja_jp: 運行指示書/乗務記録簿
vi_vn: Chỉ thị /Lịch sử vận hành

# title_PopupDeleteBusrepair
source: Alert
ja_jp: 警告
vi_vn: Cảnh báo

# title_PopupReservastionLine
source: Quick Order
ja_jp: 予約書線引き簡易入力
vi_vn: Tạo đơn hàng nhanh

# title_PopupUpdateBusRepair
source: Repair setting
ja_jp: 修理入力
vi_vn: Nhập nội dung tu sửa

# title_PopupUpdateRowVisible
source: Select partner
ja_jp: 傭車先指定
vi_vn: Chọn đối tác

# UnderwritingOfCarriage
source: Order Confirmation
ja_jp: 運送引受書（予約）
vi_vn: Phiếu xác nhận đơn hàng

# UnderwritingOfTransportation
source: Order Confirmation (Vehicle Type)
ja_jp: 運送引受書（車種）
vi_vn: Phiều xác nhận đơn hàng (theo loại xe)

# update_line_noti
source: "Passenger{0}pax<br> Limitation{1}pax<br> Number of Passenger is larger than limitation<br> Would you line to change the line？"
ja_jp: 乗車人員{0}名<br> 車両定員{1}名<br> 乗車人員が車両定員を超えております。<br> 線を移動させますか？
vi_vn: "Hành khách{0}người<br> Giới hạn{1}người<br> Số hành khách bị vướt quá giới hạn<br> Bạn có muốn thay đổi đường vẽ không？"

# update_line_noti_header
source: Info
ja_jp: 情報
vi_vn: Thông tin

# Upper and lower limit. Delete?
source: Lowest and higest fee is setting. Are you sure to delete?
ja_jp: 上限下限情報を設定していますが削除を行いますか
vi_vn: Đã thiết lập giá trị tối thiểu và tối đa. Bạn có chắc muốn xóa không?

# vehicle_display_name_order
source: Sort by Vehicle Number
ja_jp: 車両表示名順
vi_vn: Hiển thị theo thứ tự số xe

# vehicle_input
source: Vehicle code
ja_jp: 車両コード
vi_vn: Mã xe

# vehicle_row
source: Line up by Vehicle
ja_jp: 車両並び
vi_vn: Sếp hàng theo xe

# wire_drawing_width_switching
source: Change line
ja_jp: 線引き幅切替
vi_vn: Đổi dòng

source: Yes
ja_jp: はい
vi_vn: Có
