Repository: sv0450080073/NIHON
Catalog: HassyaAllrightCloud/Resources/Pages.CancelList.*.resx
Languages: ja_jp, vi_vn

# arrival
source: Drop off
ja_jp: 到着
vi_vn: Trả khách

# BI_T001
source: End day must be greater than or equal to start day
ja_jp: 終了日は開始日以上を選択してください。
vi_vn: Ngày kết thúc phải lớn hơn hoặc bằng ngày bắt đầu

# BI_T0010
source: Data not found
ja_jp: 該当データがありません。
vi_vn: Không có dữ liệu

# BI_T0011
source: Order status is not found
ja_jp: 予約種別が存在しません。
vi_vn: Không tìm thấy phân loại tình trạng đơn hàng

# BI_T0012
source: Start code of branch must be less than or equal to end code of branch
ja_jp: 受付営業所の範囲指定に誤りがあります！
vi_vn: Mã chi nhánh bắt đầu phải nhỏ hơn hoặc bằng mã chi nhánh kết thúc

# BI_T0013
source: Start code of staff must be less than or equal to end code of staff
ja_jp: 担当者の範囲指定に誤りがあります！
vi_vn: Mã nhân viên bắt đầu phải nhỏ hơn hoặc bằng mã nhân viên kết thúc

# BI_T0014
source: Company is not found
ja_jp: 会社が存在しません。
vi_vn: Không tìm thấy công ty

# BI_T002
source: Start code of client must be less than or equal to end code of client
ja_jp: 得意先の範囲指定に誤りがあります！
vi_vn: Mã khách hàng bắt đầu phải nhỏ hơn hoặc bằng mã khách hàng kết thúc

# BI_T003
source: Start code of supplier must be less than or equal to end code
ja_jp: 仕入先の範囲指定に誤りがあります！
vi_vn: Mã nhà cung cấp bắt đầu phải nhỏ hơn hoặc bằng mã nhà cung cấp kết thúc

# BI_T004
source: Start order No. staff must be less than or equal to end order No.
ja_jp: 受付番号の範囲指定に誤りがあります！
vi_vn: Mã đơn hàng bắt đầu phải nhỏ hơn hoặc bằng mã đơn hàng kết thúc

# BI_T005
source: Could not get infromation of service type
ja_jp: 予約区分が存在しません。
vi_vn: Thông tin loại dịch vụ không tồn tại

# BI_T006
source: Client/supplier is not found
ja_jp: 得意先・仕入先が存在しません。
vi_vn: Thông tin khách hàng/nhà cung cấp không tồn tại

# BI_T007
source: Sale branch is not found
ja_jp: 受付営業所が存在しません。
vi_vn: Thông tin chi nhánh tiếp nhận không tồn tại

# BI_T008
source: Incharged staff is not found
ja_jp: 担当者が存在しません。
vi_vn: Thông tin người phụ trách không tồn tại

# BI_T009
source: Please input Individual character!
ja_jp: 区切文字その他が未入力です！
vi_vn: Vui lòng nhập ký tự phân cách

# boarding_personnel
source: Number of passenger
ja_jp: 乗車人員
vi_vn: Số hành khách

# BookingType
source: Service Type
ja_jp: 予約区分
vi_vn: Loại dịch vụ

# booking_name
source: Order name
ja_jp: 予約書名
vi_vn: Tên đơn hàng

# Branch
source: Sale branch
ja_jp: 受付営業所
vi_vn: Chi nhánh nhận đơn hàng

# BreakCustomer
source: Client
ja_jp: 得意先毎
vi_vn: Theo khách hàng

# BreakNormal
source: Unselected
ja_jp: 指定なし
vi_vn: Không chỉ định

# BtnExport
source: Export
ja_jp: 出力
vi_vn: Xuất

# BtnSearch
source: Search
ja_jp: 検索
vi_vn: Tìm kiếm

# CancelBookingType
source: Order status
ja_jp: 予約種別
vi_vn: Tình trạng order

# CancelCharge
source: Cancel Fee
ja_jp: キャンセル料
vi_vn: Phí cancel

# CancelDateType
source: Date setting
ja_jp: 日付指定
vi_vn: Phí cancel

# cancellation_date
source: Cancel date
ja_jp: キャンセル年月日
vi_vn: Ngày hủy

# CancelStaff
source: Canceller
ja_jp: キャンセル担当者
vi_vn: Người hủy

# CancelStaffNullText
source: Staff code : Staff name
ja_jp: 社員コード:社員名
vi_vn: Mã nhân viên : Tên nhân viên

# Choices
source: Select items
ja_jp: 選択項目
vi_vn: Hạng mục chọn

source: Clear
ja_jp: クリア
vi_vn: Xóa

# Company
source: Sale company
ja_jp: 受付会社
vi_vn: Công ty nhận đơn hàng

# condition
source: Condition setting
ja_jp: 条件設定
vi_vn: Điều kiện tìm kiếm

# consumption_tax
source: Tax
ja_jp: 消費税
vi_vn: Thuế

# CsvGroup
source: Data cover
ja_jp: 括り区分
vi_vn: Ký tự gán kèm

# CsvGrQuotesMarks
source: Wrap in quote
ja_jp: 「”」で括る
vi_vn: Bao quanh bởi dấu "

# CsvGrWithoutQuotes
source: Not wrap in quote
ja_jp: 「”」で括らない
vi_vn: Không bao quanh bởi dấu "

# CsvHadHeader
source: Output
ja_jp: 出力する
vi_vn: Có xuất

# CsvHeader
source: Header
ja_jp: 見出し出力
vi_vn: Tên hạng mục

# CsvSeparator
source: Separator
ja_jp: 区切文字
vi_vn: Ký tự phân cách

# CsvSeparatorNullText
source: ※Other character
ja_jp: ※その他文字
vi_vn: ※Ký tự khác

source: CSV setting
ja_jp: CSV設定
vi_vn: Thiết lập CSV

# CsvSpaceComma
source: Comma
ja_jp: カンマ
vi_vn: Dấu phẩy

# CsvSpaceFixedLength
source: Fixed lenght
ja_jp: 固定長さ
vi_vn: Độ dài cố định

# CsvSpaceOther
source: Other character
ja_jp: その他文字
vi_vn: Ký tự khác

# CsvSpaceSemicolon
source: Semicolon
ja_jp: セミコロン
vi_vn: Dấu chấm phẩy

# CsvSpacing
source: Space
ja_jp: スペース
vi_vn: Khoảng trắng

# CsvWithoutHeader
source: Not output
ja_jp: 出力しない
vi_vn: Không xuất

source: CSV setting
ja_jp: CSV設定
vi_vn: Thiết lập CSV

# Cumulative
source: SUM
ja_jp: 累計
vi_vn: Tổng

# Customer
source: Client
ja_jp: 得意先
vi_vn: Khách hàng

# CustomerNullText
source: Client code: Client name: Branch code: Branch name
ja_jp: 得意先コード：得意先名：支店コード：支店名
vi_vn: Mã khách hàng: Tên khách hàng: Mã chi nhánh: Tên chi nhánh

# customer_contact
source: Client・In charged staff
ja_jp: 得意先担当者
vi_vn: Khách hàng・Người liên hệ

# customer_name
source: Client name
ja_jp: 得意先名
vi_vn: Tên khách hàng

# destination_name
source: Destination
ja_jp: 行き先名
vi_vn: Điểm đến

source: Display order
ja_jp: 表示順
vi_vn: Thứ tự hiển thị

source: Fare
ja_jp: 運賃
vi_vn: Tiền xe

# fee
source: Charge
ja_jp: 手数料
vi_vn: Phí khác

# FeeCommissionTotal
source: Fare with tax
ja_jp: 税込運賃
vi_vn: Tiền xe đã có thuế

# FeeTaxTotal
source: Fare tax
ja_jp: 運賃消費税
vi_vn: Thuế

# form_setting
source: Report setting
ja_jp: 帳票設定
vi_vn: Thiết lập báo cáo

# grouping_output
source: Data cover
ja_jp: 括り区分
vi_vn: Ký tự gán kèm

# GuideFeeCommissionTotal
source: Cancel fee (tax included)
ja_jp: キャンセル料（税込）
vi_vn: Phí hủy (sau thuế)

# GuideFeeTaxTotal
source: Cancel tax
ja_jp: キャンセル消費税
vi_vn: Thuế hủy

# guide_fee
source: Cancel Fee
ja_jp: キャンセル料
vi_vn: Phí hủy

# heading_ouput
source: Header
ja_jp: 見出し出力
vi_vn: Tên hạng mục

# Information
source: Info
ja_jp: 情報
vi_vn: Thông tin

# input_person
source: Input staff
ja_jp: 入力担当者
vi_vn: Người nhập

source: Invoice
ja_jp: 請求書
vi_vn: Yêu cầu thanh toán

# issue_date
source: Issued date
ja_jp: 発行年月日
vi_vn: Ngày phát hành

# nextday
source: Drop off date
ja_jp: 到着年月日
vi_vn: Ngày trả khách

source: None
ja_jp: なし
vi_vn: Không

# number_of_cancellations
source: Cancel record
ja_jp: キャンセル件数
vi_vn: Số đơn hủy

# number_of_units
source: Vehicle quantity
ja_jp: 台数
vi_vn: số lượng

source: Organization name
ja_jp: 団体名
vi_vn: Tên tổ chức

# pagebreak_specification
source: Break page
ja_jp: 改頁指定
vi_vn: Phân trang

# PageTotal
source: Page Sum
ja_jp: 頁計
vi_vn: Tổng trang

# page_title
source: Cancelled list
ja_jp: キャンセル一覧
vi_vn: Danh sách đơn hàng hủy

# person_in_charge
source: In charged staff
ja_jp: 担当者
vi_vn: Người phụ trách

# plus_people
source: Plus pax
ja_jp: プラス人
vi_vn: Cộng thêm

source: Preview
ja_jp: プレビュー
vi_vn: Xem trước

source: Print
ja_jp: 印刷
vi_vn: In

# print_mode
source: Export option
ja_jp: 出力指示
vi_vn: Tùy chọn xuất

# processing_division
source: Cancel status
ja_jp: 処理区分
vi_vn: Tình trạng xử lý

# reason_cancel
source: Cancel reason
ja_jp: キャンセル理由
vi_vn: Lý do hủy

# reception_committee_sales_office
source: Sale branch
ja_jp: 受付営業所
vi_vn: Chi nhánh nhận đơn hàng

# ReportTitle
source: Cancelled list
ja_jp: キャンセル一覧
vi_vn: Danh sách đơn hàng hủy

# sales
source: Sale
ja_jp: 売上
vi_vn: Bán hàng

# sales_office
source: Branch
ja_jp: 営業所
vi_vn: Chi nhánh

# secretary_name
source: Client・Incharged staff
ja_jp: 幹事氏名
vi_vn: Khách hàng・Người liên hệ

# separator_output
source: Separator
ja_jp: 区切文字
vi_vn: Ký tự phân cách

# size_of_paper
source: Paper size
ja_jp: 用紙サイズ
vi_vn: Cỡ giấy

# Staff
source: Sale staff
ja_jp: 営業担当者
vi_vn: Nhân viên bán hàng

# StaffNullText
source: Staff code : Staff name
ja_jp: 社員コード:社員名
vi_vn: Mã nhân viên : Tên nhân viên

source: Supplier
ja_jp: 仕入先
vi_vn: Nơi cung cấp

# SupplierNullText
source: Supplier code: Supplier name: Branch code: Branch name
ja_jp: 仕入先コード：仕入先名
vi_vn: Mã nhà cung cấp: Tên nhà cung cấp: Mà chi nhánh: Tên chi nhánh

# supplier_name
source: Supplier
ja_jp: 仕入先名
vi_vn: Nhà cung cấp

source: Total
ja_jp: 合計
vi_vn: Tổng tiền

source: Type
ja_jp: 種別
vi_vn: Loại

# UkeCd
source: Order No.
ja_jp: 受付番号
vi_vn: Mã đơn hàng

# UkeYmd
source: Ordered date
ja_jp: 受付年月日
vi_vn: Ngày đặt hàng

# vehicle_delivery
source: Pickup year month day
ja_jp: 配車年月日
vi_vn: Ngày tháng năm đón khách

# vehicle_dispatch
source: Bus allocation
ja_jp: 配車
vi_vn: Điều phối xe

# vehicle_type
source: Vehicle type (size)
ja_jp: 車種（型)
vi_vn: Loại xe (cỡ)

# Yes
source: Have
ja_jp: あり
vi_vn: Có
