Repository: sv0450080073/NIHON
Catalog: HassyaAllrightCloud/Resources/Pages.Staff.*.resx
Languages: ja_jp, vi_vn

source: 1weak
ja_jp: 1週間

source: 4weak
ja_jp: 4週間

source: Absence
ja_jp: 休務
vi_vn: Nghỉ làm

source: AscendingTimeForOneWeek
ja_jp: 1週拘束時間少ない順
vi_vn: Sắp xếp theo ít thời gian kẹt trong 1 tuần

source: Assigned Work
ja_jp: 割当仕業
vi_vn: Công việc được giao

source: BI_T001
ja_jp: 対象データがありません。

source: BI_T002
ja_jp: 職務が異なる為、割り当てできません！

source: BI_T003
ja_jp: 同一号車に割当済みです！

source: BI_T004
ja_jp: 配員済みです。よろしいですか？

source: BI_T005
ja_jp: 勤務休日中です。よろしいですか？

source: BI_T006
ja_jp: 改善基準開始日が設定されていません！

source: BI_T007
ja_jp: 改善基準「{0}」に違反しています！

source: BI_T008
ja_jp: 他の端末でデータ更新済です！

source: BO
ja_jp: 内勤
vi_vn: Làm trong văn phòng

source: Check
ja_jp: 割当可能／不可の社員の表示

source: count
ja_jp: 回

source: Crew Sort Order
ja_jp: 乗務員ソート順
vi_vn: Sắp sếp theo nhân viên theo xe

source: current
ja_jp: 現在の数字

source: Date Next
ja_jp: １日後へ
vi_vn: Ngày sau

source: Date Prev
ja_jp: １日前へ
vi_vn: Ngày trước

source: Display
ja_jp: 表示
vi_vn: Hiển thị:

source: Driver
ja_jp: 運転手
vi_vn: Tài xế

source: driver_job
ja_jp: 運転手

source: Earlier Order
ja_jp: 時間早い順
vi_vn: Sắp sếp theo thời gian sớm nhất

source: Eigyo
ja_jp: 営業所

source: Employee
ja_jp: 職務社員
vi_vn: Nhiệm vụ nhân viên

source: Employee code order
ja_jp: 社員コード順
vi_vn: Sắp sếp theo mã nhân viên

source: Empty
ja_jp: 空台数

source: EmptyDriver
ja_jp: 空運転手

source: EmptyGuider
ja_jp: 空ガイド

source: FourWeeksLessTime
ja_jp: 4週拘束時間少ない順
vi_vn: Sắp xếp theo ít thời gian kẹt trong 4 tuần

source: Group
ja_jp: グルーピング
vi_vn: Chia nhóm:

source: Group All
ja_jp: なし
vi_vn: Không

source: Group Branch
ja_jp: 営業所
vi_vn: Chi nhánh

source: Group Company
ja_jp: 会社
vi_vn: Công ty

source: Guide
ja_jp: ガイド
vi_vn: Hướng dẫn

source: guider_job
ja_jp: ガイド

source: Holidays
ja_jp: 休日項目
vi_vn: hạng mục ngày nghỉ

source: improvement
ja_jp: 改善基準

source: Job Order
ja_jp: 職務仕業順
vi_vn: sắp xếp theo

source: leave_count
ja_jp: 日

source: Line
ja_jp: 線引き幅切替
vi_vn: Đổi kích thước dòng:

source: Line Large
ja_jp: 大
vi_vn: Lớn

source: Line Medium
ja_jp: 中
vi_vn: Vừa

source: Line Small
ja_jp: 小
vi_vn: Nhỏ

source: Minute
ja_jp: 15分
vi_vn: 15 phút

source: NotShow
ja_jp: 非表示

source: onday
ja_jp: 当日

source: One Hour
ja_jp: １時間
vi_vn: 1 giờ

source: Previous day end time
ja_jp: 前日終了時間早い順
vi_vn: Sắp sếp theo thời gian kết thúc sớm nhất của ngày trước

source: rest_period
ja_jp: 休息期間：前日

source: return_to_unallocated_work
ja_jp: 未割当仕業へ戻る
vi_vn: Quay về công việc chưa phân công

source: Rolling Order
ja_jp: 点呼順
vi_vn: Thứ tự điểm danh

source: Service item
ja_jp: 勤務項目
vi_vn: Trách nhiệm

source: Show
ja_jp: 表示

source: ShowTime
ja_jp: 高速時間

source: ShowTimeGrid
ja_jp: 拘束時間・休息期間

source: showtime_label
ja_jp: 拘束時間：

source: Sort
ja_jp: ソート順
vi_vn: thứ tự sắp sếp:

source: Three Hours
ja_jp: ３時間
vi_vn: 3 giờ

source: Time
ja_jp: 時間範囲
vi_vn: Khung giờ:

source: Time later
ja_jp: 時間遅い順
vi_vn: Theo thời gian mới nhất

source: Title Condition
ja_jp: 表示条件
vi_vn: Điều kiện hiển thị

source: Title Page
ja_jp: 配員入力
vi_vn: Điều nhân viên

source: Unallocated
ja_jp: 未割当
vi_vn: Chưa phân công

source: Vehicle
ja_jp: 車両
vi_vn: Xe

source: Vehicle Sort Order
ja_jp: 車両ソート順
vi_vn: Sắp xếp theo thứ tự xe

source: Work
ja_jp: 仕業
vi_vn: công việc

source: Work Order
ja_jp: 仕業順
vi_vn: Theo thứ tự công việc

source: Work Sort Order
ja_jp: 仕業ソート順
vi_vn: Sắp sếp theo thứ tự công việc:
