Repository: sv0450080073/NIHON
Catalog: HassyaAllrightCloud/Resources/Pages.BusAllocation.*.resx
Languages: ja_jp, vi_vn

# add_crew
source: Add staff for jouney
ja_jp: 乗車員追加
vi_vn: Thêm nhân viên theo hành trình

source: All
ja_jp: すべて
vi_vn: Tất cả

# arrival_address
source: Drop off address
ja_jp: 到着地住所
vi_vn: Địa chỉ trả khách

# arrival_connection
source: Connect with drop off location
ja_jp: 到着地接続
vi_vn: Kết nối với điểm trả khách

# arrival_date
source: Arrival Time
ja_jp: 到着日時
vi_vn: Thời gian trả khách

# arrival_place_name
source: Drop off location
ja_jp: 到着地名
vi_vn: Điểm trả khách

# attendance/leave_work
source: Work attendance/leave
ja_jp: 出勤／退勤
vi_vn: Giờ làm/Giờ về

# BI_T001
source: Could not get information of company
ja_jp: 会社データが存在しません。
vi_vn: Thông tin công ty không tồn tại

# BI_T002
source: Could not get infromation of branch
ja_jp: 営業所が存在しません。
vi_vn: Thông tin chi nhánh không tồn tại

# BI_T003
source: Service type is not found
ja_jp: 予約区分情報が存在しません。
vi_vn: Không tìm thấy phân loại dịch vụ

# BI_T005
source: Leave date time must be greater or equal to the leave date time of Unkobi
ja_jp: 出庫日時は運行日の出庫日時の以後で入力してください。
vi_vn: Ngày giờ rời bãi phải lớn hơn hoặc bằng ngày giờ rời bãi của Unkobi

# BI_T006
source: Pickup date time must be greater or equal to the pickup date time of Unkobi
ja_jp: 配車日時は運行日の配車日時の以後で入力してください。
vi_vn: Ngày giờ đón khách phải lớn hơn hoặc bằng ngày giờ đón khách của Unkobi

# BI_T007
source: Drop off date time must be greater or equal to the drop off date time of Unkobi
ja_jp: 到着日時は運行日の到着日時の以前で入力してください。
vi_vn: Ngày giờ trả khách phải lớn hơn hoặc bằng ngày giờ trả khách của Unkobi

# BI_T008
source: Get back date time must be greater or equal to the get back date time of Unkobi
ja_jp: 帰庫日時は運行日の帰庫日時の以前で入力してください。
vi_vn: Ngày giờ về bãi phải lớn hơn hoặc bằng ngày giờ về bãi của Unkobi

# BI_T009
source: The allocated data is not found
ja_jp: 該当データがありません。
vi_vn: Không tìm thấy thông tin điều xe tương ứng

# BI_T010
source: A system error has occurred
ja_jp: システムエラーが発生しました。
vi_vn: Lỗi hệ thống

# BI_T011
source: Can not edit all because there are orders have been reported/locked or hired from partner
ja_jp: 対象編集データ内に日報済／締め済／傭車のデータが編集対象外になります。
vi_vn: Không thể chỉnh sửa đồng loạt vì có đơn hàng đã báo cáo/đã khóa hoặc thuê xe từ đối tác

# BI_T012
source: Leave date time must be less than or equal to pickup date time
ja_jp: 出庫日時に配車日時の以前で入力してください。
vi_vn: Ngày giờ rời bãi phải nhở hơn hoặc bằng ngày giờ đón khách

# BI_T013
source: Pickup date time must be less than or equal to drop off date time
ja_jp: 配車日時に到着日時の以前で入力してください。
vi_vn: Ngày giờ đón khách phải nhỏ hơn hoặc bằng ngày giờ trả khách

# BI_T014
source: Drop off date time must be less than or equal to get back date time
ja_jp: 到着日時に帰庫日時の以前で入力してください。
vi_vn: Ngày giờ trả khách phải nhỏ hơn hoặc bằng ngày giờ về bãi

# BI_T015
source: Travel date must be set from 15 minutes period
ja_jp: 運行日程は、15分以上に設定してください
vi_vn: Hành trình nhỏ nhất phải từ 15 phút trở lên

# BI_T018
source: Data has been updated on other terminals!
ja_jp: 他の端末でデータ更新済です！
vi_vn: Dữ liệu đã được cập nhật trên các thiết bị đầu cuối khác!

# boarding/getting_off_place_name
source: Get in/Get off location
ja_jp: 乗車／降車地名
vi_vn: Điểm lên /xuống xe

# btn_crew_assignment
source: Staff assigment
ja_jp: 乗務員割当
vi_vn: Điều phối nhân viên

# btn_express
source: Update
ja_jp: 更新
vi_vn: Cập nhật

# btn_no
source: No
ja_jp: いいえ
vi_vn: Không

# btn_save
source: Save
ja_jp: 保存
vi_vn: Lưu

# btn_search
source: Display
ja_jp: 表示
vi_vn: Hiển thị

# btn_yes
source: Yes
ja_jp: はい
vi_vn: Có

# car
source: Vehicle name
ja_jp: 号車
vi_vn: Tên xe trong đoàn

# car_model
source: Vehicle type
ja_jp: 車種
vi_vn: Loại xe

# car_number
source: Vehicle number
ja_jp: 車号
vi_vn: Số xe

# car_number_model
source: Vehicle number/Vehicle type
ja_jp: 車号／車種
vi_vn: Số xe/ Loại xe

# complacent
source: Client
ja_jp: 得意先
vi_vn: Khách hàng

# condition
source: Display condition
ja_jp: 表示条件
vi_vn: Điều kiện hiển thị

# configuration
source: Setting
ja_jp: 設定
vi_vn: Thiết lập

# connecting_place
source: Connecting location
ja_jp: 接続地
vi_vn: Địa điểm trung chuyển

# connection_dispatch/arrival
source: Connect: Pickup/drop off
ja_jp: 接続 配車／到着
vi_vn: Nối chuyến: đón khách/trả khách

source: Copy
ja_jp: 複写

source: Copy destination
ja_jp: 複写先選択
vi_vn: Chọn nơi copy

# copy_execution
source: Copy
ja_jp: 複写実行
vi_vn: Copy đơn hàng

# copy_source
source: Copy from
ja_jp: 複写元選択
vi_vn: Chọn mã copy gốc

source: Crew
ja_jp: 乗務員
vi_vn: Nhân viên

# crew1
source: Boarding staff 1
ja_jp: 乗務員1
vi_vn: Nhân viên theo xe 1

# crew2
source: Boarding staff 2
ja_jp: 乗務員2
vi_vn: Nhân viên theo xe 2

# crew3
source: Boarding staff 3
ja_jp: 乗務員3
vi_vn: Nhân viên theo xe 3

source: Custom items
ja_jp: カスタム項目
vi_vn: Hạng mục tùy chỉnh

source: Date
ja_jp: 年月日
vi_vn: Ngày

source: Date type
ja_jp: 日付種類
vi_vn: Phân loại ngày

# date_arrival
source: Arrival Date
ja_jp: 到着日
vi_vn: Ngày trả khách

# date_specified
source: Date selection
ja_jp: 年月日指定
vi_vn: Chọn ngày

# date_vehicle_dispatch
source: Pick up date:
ja_jp: 配車日
vi_vn: Ngày đón khách:

# delivery_arrival_time
source: Pickup date time/Drop off date time
ja_jp: 配車日時／到着日時
vi_vn: Ngày giờ đón khách/Ngày giờ trả khách

# delivery_order
source: Depart from garage
ja_jp: 出庫
vi_vn: Rời nhà xe

# delivery_time
source: Pickup date time
ja_jp: 配車日時
vi_vn: Ngày giờ đón khách

# departure_date_time
source: Leave date time
ja_jp: 出庫日時
vi_vn: Ngày giờ rời nhà xe

# departure_office
source: Leave from branch
ja_jp: 出庫営業所
vi_vn: Rời nhà xe tại

# departure_return_datetime
source: Leave date time/Get back date time
ja_jp: 出庫日時／帰庫日時
vi_vn: Ngày giờ rời bãi/Ngày giờ về bãi

source: Departure time
ja_jp: 出発時間
vi_vn: Giờ xuất phát

# depot/arrival
source: Pickup/Drop off location
ja_jp: 配車地／到着地
vi_vn: Điểm đón/trả khách

# depot_address
source: Pickup address
ja_jp: 配車地住所
vi_vn: Địa chỉ đón khách

# depot_arrival_address
source: Pickup address/Drop off address
ja_jp: 配車地住所／到着地住所
vi_vn: Địa chỉ đón khách/Địa chỉ trả khách

# depot_connection
source: Connect with pickup location
ja_jp: 配車地接続
vi_vn: Điểm nối với điểm đón khách

# depot_name
source: Pickup location
ja_jp: 配車地名
vi_vn: Điểm đón khách

# destination_name
source: Destination
ja_jp: 行き先名
vi_vn: Điểm đến

# display_settings
source: Display setting
ja_jp: 表示設定
vi_vn: Cài đặt hiển thị

source: Edit all
ja_jp: まとめて編集
vi_vn: Thay đổi đồng loạt

source: End
ja_jp: 終了
vi_vn: Kết thúc

source: Fare
ja_jp: 運賃
vi_vn: Tiền xe

# fee
source: Charge
ja_jp: 手数料
vi_vn: Phí khác

source: General
ja_jp: 一般
vi_vn: Cơ bản

# group_name
source: Organization name
ja_jp: 団体名
vi_vn: Tên tổ chức

# group_name_2
source: Organization name/Organization name 2
ja_jp: 団体名／団体名2
vi_vn: Tên tổ chức/Tên tổ chức 2

# header_popup
source: Alert
ja_jp: 警告
vi_vn: Cảnh báo

# header_popupInfo
source: Info
ja_jp: 情報
vi_vn: Thông tin

# header_popupnodata
source: Check info
ja_jp: 確認情報
vi_vn: Thông tin xác nhận

# header_popupSaveFail
source: Alert
ja_jp: 警告
vi_vn: Cảnh báo

# header_popupSaveSuccess
source: Info
ja_jp: 情報
vi_vn: Thông tin

# issuing_company
source: Leave company
ja_jp: 会社
vi_vn: Rời bãi tại công ty

# label_date
source: Date
ja_jp: 日付
vi_vn: Ngày

# ladder_order
source: Group order
ja_jp: 梯団順
vi_vn: Thứ tự đoàn

source: Large
ja_jp: 大
vi_vn: Đại

source: Medium
ja_jp: 中
vi_vn: Trung

# messagenodata
source: Data not found
ja_jp: 該当データがありません
vi_vn: Không tìm thấy dữ liệu

# message_no_data
source: Data not found
ja_jp: 該当データが存在しません
vi_vn: Không có dữ liệu

source: Not change
ja_jp: 変更しない
vi_vn: Không thay đổi

# noti_when_clickgrid
source: Edited data will not be saved
ja_jp: 編集中データは保持されない。宜しいでしょうか。
vi_vn: Thông tin thay đổi sẻ không được lưu

# not_in_the_car
source: Display temporary vehicle
ja_jp: 未仮車表示
vi_vn: Hiển thị xe tạm

# number_of_drivers
source: Number of driver
ja_jp: 運転手数
vi_vn: Số lượng tài xế

# number_of_guides
source: Number of guide
ja_jp: ガイド数
vi_vn: Số lượng hướng dẫn viên

# number_of_units
source: Vehicle quantity
ja_jp: 台数
vi_vn: Số lượng

# operating_day
source: Travel date
ja_jp: 運行日
vi_vn: Ngày chạy

source: Other
ja_jp: その他
vi_vn: Nội dung khác

# other_personnel
source: Other passenger
ja_jp: その他人員
vi_vn: Hành khách khác

source: Output order
ja_jp: 出力順
vi_vn: Trình tự xuất

# Page Title
source: Bus allocation
ja_jp: 配車入力
vi_vn: Điều xe

# PageTitleKari
source: Temporary vehicle setting
ja_jp: 仮車入力
vi_vn: Thiết lập xe tạm

# passenger
source: Number of passenger
ja_jp: 乗車人員
vi_vn: Số hành khách

source: Plate No.
ja_jp: プレートNo

# plus_personnel
source: Plus persons
ja_jp: プラス人員
vi_vn: Số nhân viên thêm

# receipt_number
source: Order No.
ja_jp: 受付番号
vi_vn: Mã đơn hàng

# reservation_classification
source: Service Type
ja_jp: 予約区分
vi_vn: Loại dịch vụ

# return_office
source: Get back branch
ja_jp: 帰庫営業所
vi_vn: Chi nhánh về bãi

# return_time
source: Get back date time
ja_jp: 帰庫日時
vi_vn: Ngày giờ về bãi

# return_to_search
source: Back to search screen
ja_jp: 検索に戻る
vi_vn: Quay về màn hình search

# riding_plus_personnel
source: Passenger/Plus person
ja_jp: 乗車人員/プラス人員
vi_vn: Hành khách/người cộng thêm

source: Roll call order
ja_jp: 点呼順
vi_vn: Thứ tự điểm danh

# sales_office
source: Branch
ja_jp: 営業所
vi_vn: Chi nhánh

# sales_office/vehicle
source: Branch・Vehicle
ja_jp: 営業所・車両
vi_vn: Chi nhánh・Xe

# sale_tax
source: Tax
ja_jp: 消費税
vi_vn: Thuế

source: Save
ja_jp: 保存
vi_vn: Lưu

# savesuccess
source: Vehicle has been allocated
ja_jp: 配車データが更新されました。
vi_vn: Thông tin điều xe đã được cập nhật

# saveunsuccess
source: Could not update allocation data
ja_jp: 配車データの更新が失敗しました。
vi_vn: Không cập nhật được thông tin điều xe

source: Search
ja_jp: 検索
vi_vn: Tìm kiếm

# search_conditions
source: Search condition
ja_jp: 検索条件
vi_vn: Điêu kiện tìm kiếm

# show_custom_items
source: Display custom items
ja_jp: カスタム項目を表示
vi_vn: Hiển thị hạng mục tùy chỉnh

source: Small
ja_jp: 小
vi_vn: Tiểu

source: Sort order
ja_jp: 並び順
vi_vn: Thứ tự hiển thị

source: Start
ja_jp: 開始
vi_vn: Bắt đầu

# switching_width
source: Width switching
ja_jp: 幅切替
vi_vn: Thay đổi cỡ chữ

source: Target date
ja_jp: 対象日付
vi_vn: Ngày đối tượng

# tax-included_fare
source: Fare with tax
ja_jp: 税込運賃
vi_vn: Tiền xe đã có thuế

# text_CheckData
source: The allocated data is not found
ja_jp: 該当データがありません。
vi_vn: Không tìm thấy thông tin điều xe tương ứng

# text_confirm_updataHaiShaAll
source: Can not edit all because there are orders have been reported/locked or hired from partner
ja_jp: 対象編集データ内に日報済／締め済／傭車のデータが編集対象外になります。
vi_vn: Không thể chỉnh sửa đồng loạt vì có đơn hàng đã báo cáo/đã khóa hoặc thuê xe từ đối tác

# text_confirm_updateCopPaste
source: "Selected datas will be updated. The orders have been reported/locked or hired from partner will not be update. Do you want to process ?"
ja_jp: 選択した配車情報を一括更新します。 日報済／締め済／傭車のデータが更新対象外になります。 宜しいですか？
vi_vn: Thông tin của các đơn hàng đã báo cáo, đã khóa hoặc thuê từ đối tác sẻ không được cập nhật. Bạn có muốn xử lý tiếp không

source: Time
ja_jp: 時間
vi_vn: Giờ

# title_popupEditAll
source: Vehicle allocation (edit all)
ja_jp: 配車入力（まとめて編集）
vi_vn: Điều xe (Thay đổi đồng loạt)

# title_PopupInfo
source: Info
ja_jp: 情報
vi_vn: Thông tin

# title_popupKariEditAll
source: Temporary vehicle setting (edit all)
ja_jp: 仮車入力（まとめて編集）
vi_vn: Thiết lập xe tạm (Thay đổi đồng loạt)

# type
source: Size
ja_jp: 型
vi_vn: Cỡ

# unprovisioned_vehicle_status
source: Situation of tempory vehicle
ja_jp: 未仮車状況
vi_vn: Tình trạng xe tạm

source: Vehicle affiliation
ja_jp: 車両所属
vi_vn: Xe sở thuộc

# vehicle_order
source: Order by vehicle code
ja_jp: 車両コード順
vi_vn: Thứ tự mã xe
