Repository: sv0450080073/NIHON
Catalog: HassyaAllrightCloud/Resources/Pages.VehicleDailyReportInput.*.resx
Languages: vi_vn

# actualgeneralkilo_label
source: Actual general km
vi_vn: Số km thực tế chạy đường thường

# actualhighspeedkm_label
source: Actual highway km
vi_vn: Số km thực tế chạy cao tốc

# actualvehicletime_label
source: Actual time
vi_vn: Thời gian thực tế

# arrivaltime_label
source: Drop off time
vi_vn: Thời gian trả khách

# BI_T001
source: There is an error in the input of km!
vi_vn: Có lỗi khi nhập số km!

# BI_T003
source: There is an error in specifying the range of the odometer!
vi_vn: Có lỗi khi chỉ định khoảng công tơ mét!

# BI_T004
source: Please set the back to garage time longer than the leave garage time.
vi_vn: Hãy điều chỉnh thời gian về bến lớn hơn thời gian xuất bến!

# BI_T005
source: Please set the arrival time longer than the departure time.
vi_vn: Hãy điều chỉnh thời gian về lớn hơn thời gian xuất phát!

# boardingpersonnel_label
source: Number of passenger
vi_vn: Số hành khách

# btn_close
source: Cancel
vi_vn: Hủy đơn hàng

# dailyreportdate_label
source: Daily report date
vi_vn: Ngày báo cáo hàng ngày

# delete_btn
source: Delete
vi_vn: Xóa

# delete_header
source: Delete confirmation of daily report by vehicle
vi_vn: Xác nhận xóa báo cáo hàng ngày theo loại xe

# delete_message
source: Are you sure to delete?
vi_vn: Bạn có chắc muốn xóa không

# departuretime_label
source: Leave garage time
vi_vn: Thời gian dời bến

# departuretime_label_1
source: Departure time
vi_vn: Giờ xuất phát

# endmeter_label
source: End meter
vi_vn: Số công tơ mét kết thúc

# forwardinggeneralkilo_label
source: Deadhead general km
vi_vn: Số km xe trống chạy đường thường

# forwardinghighspeedkm_label
source: Deadhead highway km
vi_vn: Số km xe trống chạy cao tốc

# header_label
source: Input daily report by vehicle
vi_vn: Nhập báo cáo hàng ngày theo loại xe

# lampoil_label
source: Lamp oil
vi_vn: Dầu hỏa

# lightoil_label
source: Light oil
vi_vn: Dầu khí

# liter_label
source: Litter
vi_vn: Lít

# numberoftrip_label
source: Number of operations
vi_vn: Số lần chạy

# oil_label
source: Oil
vi_vn: Dầu nhớt

# operatingperiod_label
source: Operation period
vi_vn: Khoảng thời gian chạy

# otherkilo_label
source: Other km
vi_vn: Số km khác

# plusman_label
source: Pax
vi_vn: Người

# restrainttime_label
source: Working time
vi_vn: Thời gian làm việc

# returntime_label
source: Back to garage time
vi_vn: Thời gian về bến

# save_btn
source: Save
vi_vn: Lưu

# startingmeter_label
source: Start meter
vi_vn: Số công tơ mét bắt đầu

# totalmile_label
source: Total running km
vi_vn: Tổng số km đã chạy

# vehicle_label
source: Vehicle
vi_vn: Xe
