Repository: sv0450080073/NIHON
Catalog: HassyaAllrightCloud/Resources/Shared.NavMenu.*.resx
Languages: ja_jp, vi_vn

# Menu1
source: Charter
ja_jp: 貸切
vi_vn: Thuê

# Menu1-1
source: Frequently used function
ja_jp: よく使う
vi_vn: Chức năng thường dùng

# Menu1-1-1
source: Home
ja_jp: ホーム
vi_vn: Trang chủ

# Menu1-1-2
source: Vehicle assignment chart
ja_jp: 車両別線引き
vi_vn: Lịch điều xe

# Menu1-1-3
source: Hyper menu
ja_jp: ハイパーメニュー

# Menu1-1-4
source: Number of vehicles by vehicle type
ja_jp: 車種別台数表示
vi_vn: Số lượng xe theo loại xe

# Menu1-2
source: Order
ja_jp: 受注
vi_vn: Đơn hàng

# Menu1-2-1
source: Create Order
ja_jp: 予約書入力
vi_vn: Tạo đơn hàng

# Menu1-2-2
source: Report
ja_jp: 帳票
vi_vn: Báo cáo

# Menu1-2-2-1
source: Order Confirmation
ja_jp: 運送引受書
vi_vn: Phiếu xác nhận đơn hàng

# Menu1-2-2-2
source: Bus Arrangement Report
ja_jp: バス手配書
vi_vn: Bảng điều phối tour

# Menu1-2-2-3
source: Confirm status
ja_jp: 確認状況一覧
vi_vn: Tình trạng xác nhận

# Menu1-2-2-4
source: Hiring vehicle list
ja_jp: 傭車一覧
vi_vn: Danh sách xe thuê

# Menu1-2-2-5
source: Hiring request
ja_jp: 傭車依頼書
vi_vn: Phiếu yêu cầu thuê xe

# Menu1-2-2-6
source: Ancillaries List
ja_jp: 付帯料金一覧
vi_vn: Danh sách phí phụ phẩm

# Menu1-2-2-7
source: Cancelled list
ja_jp: キャンセル一覧
vi_vn: Danh sách đơn hàng hủy

# Menu1-2-2-8
source: Fares upper and lower limits checklist
ja_jp: 運賃上限下限チェックリスト
vi_vn: Danh sách giới hạn trên giới hạn dưới tiền xe

# Menu1-3
source: Operation
ja_jp: 運行
vi_vn: Vận hành

# Menu1-3-1
source: Vehicle allocation
ja_jp: 配車入力
vi_vn: Điều xe

# Menu1-3-2
source: Daily report by vehicle
ja_jp: 車両別日報一覧
vi_vn: Báo cáo cuối ngày theo xe

# Menu1-3-3
source: Chart of boarding staff
ja_jp: 乗務員線引き
vi_vn: Sơ đồ nhân viên theo xe

# Menu1-3-4
source: Report
ja_jp: 帳票
vi_vn: Báo cáo

# Menu1-3-4-1
source: Bus allocation report
ja_jp: 配車表
vi_vn: Bảng điều xe

# Menu1-3-4-2
source: Roll call report
ja_jp: 点呼記録簿
vi_vn: Phiểu điểm danh xe

# Menu1-3-4-3
source: Operation assignment/record
ja_jp: 運行指示書/ 乗務記録簿
vi_vn: Chỉ thị /Lịch sử vận hành

# Menu1-3-4-4
source: Transportation daily report
ja_jp: 運輸日報
vi_vn: Báo cáo vận chuyển ngày

# Menu1-3-4-5
source: Repair List
ja_jp: 修理一覧
vi_vn: Danh sach tu sửa

# Menu1-3-4-6
source: Attendance report
ja_jp: 点呼稼働表
vi_vn: Bảng báo cáo điểm danh

# Menu1-3-5
source: Scheduler
ja_jp: スケジューラ
vi_vn: Lịch làm việc

# Menu1-4
source: Sale
ja_jp: 売上
vi_vn: Bán hàng

# Menu1-4-1
source: Bill Checklist
ja_jp: 請求チェックリスト
vi_vn: Danh sách hóa đơn

# Menu1-4-2
source: Cancel issued bill
ja_jp: 請求書発行済み解除機能
vi_vn: Hủy phát hành bill

# Menu1-4-3
source: Lock data
ja_jp: 締め処理
vi_vn: Khóa dữ liệu

# Menu1-4-4
source: Report
ja_jp: 帳票
vi_vn: Báo cáo

# Menu1-4-4-1
source: Invoice
ja_jp: 請求書
vi_vn: Yêu cầu thanh toán

# Menu1-4-4-2
source: Advance Statement
ja_jp: 立替明細書
vi_vn: Chiết tiết thanh toán

# Menu1-4-4-3
source: Billing List
ja_jp: 請求一覧
vi_vn: Danh sách hóa đơn

# Menu1-4-4-4
source: Receivable List
ja_jp: 未収一覧
vi_vn: Danh sách phải thu

# Menu1-4-4-5
source: Payment list
ja_jp: 入金一覧
vi_vn: Danh sách đã thanh toán

# Menu1-4-4-6
source: Sales daily report
ja_jp: 売上日計表
vi_vn: Báo các doanh thu ngày

# Menu1-4-4-7
source: Receipt
ja_jp: 領収書
vi_vn: Biên nhận

# Menu1-5
source: Connect with ETC
ja_jp: ETC連携
vi_vn: Liên kết với ETC

# Menu1-5-1
source: Import ETC data
ja_jp: ETC取込
vi_vn: Lấy dữ liệu ETC

# Menu1-5-2
source: Connect with ETC
ja_jp: ETC連携
vi_vn: Liên kết với ETC

# Menu1-6
source: Monthly
ja_jp: 月次
vi_vn: Hàng tháng

# Menu1-6-1
source: Transportation summary
ja_jp: 輸送実績集計
vi_vn: Thống kê doanh thu vận tải

# Menu1-6-2
source: Monthly transportation actual results
ja_jp: 月別輸送実績
vi_vn: Doanh thu vận chuyển theo tháng

# Menu1-6-3
source: Report
ja_jp: 帳票
vi_vn: Báo cáo

# Menu1-6-3-1
source: Vehicle statistics survey
ja_jp: 自動車統計調査表
vi_vn: Điều tra thống kê xe

# Menu1-6-3-2
source: General transportation performance report
ja_jp: 一般貸切輸送実績報告書
vi_vn: Báo cáo hoạt động vận tải chung

# Menu1-6-3-3
source: Annual transportation record
ja_jp: 年間輸送実績
vi_vn: Kết quả vận chuyển trong năm

# Menu1-7
source: Master Maintenance
ja_jp: マスタメンテナンス
vi_vn: Quản lý chung

# Menu1-7-1
source: Kashikiri's master setting
ja_jp: 貸切設定情報マスタ
vi_vn: Thiết lập chung cho dịch vụ Kashikiri

# Menu1-7-2
source: General data output
ja_jp: 汎用データ出力
vi_vn: Xuất dữ liệu chung

# Menu2
source: Sticker
ja_jp: ステッカー
vi_vn: Nhãn dán

# Menu2-1
source: Sticker
ja_jp: ステッカー出っか
vi_vn: Nhãn dán

# Menu2-2
source: Master Maintenance
ja_jp: マスタメンテナンス
vi_vn: Quản lý chung

# Menu2-2-1
source: Sticker's master setting
ja_jp: ステッカー設定情報マスタ
vi_vn: Thiết lập chung cho nhãn dán

# Menu2-2-2
source: Sticker's client master
ja_jp: ステッカー得意先マスタ
vi_vn: Thiết lập khách hàng của nhãn dán

# Menu2-2-3
source: Sticker's size master
ja_jp: ステッカーサイズマスタ
vi_vn: Thiết lập kích cỡ nhãn dán

# Menu3
source: Master Maintenance
ja_jp: マスタメンテナンス
vi_vn: Quản lý chung

# Menu3-1
source: Client
ja_jp: 得意先
vi_vn: Khách hàng

# Menu3-1-1
source: Client master
ja_jp: 得意先マスタ
vi_vn: Thiết lập khách hàng

# Menu3-2
source: Staff
ja_jp: 社員
vi_vn: Nhân viên

# Menu3-2-1
source: Staff master
ja_jp: 社員マスタ
vi_vn: Thiết lập nhân viên

# Menu3-2-2
source: Duty master
ja_jp: 職務マスタ
vi_vn: Thiết lập chức vụ

# Menu3-2-3
source: Working day master
ja_jp: 勤務休日マスタ
vi_vn: Thiết lập ngày làm

# Menu3-2-4
source: Timesheet calculation master
ja_jp: 出退勤時間算出マスタ
vi_vn: Thiết lập chấm công

# Menu3-3
source: Vehicle
ja_jp: 車両
vi_vn: Xe

# Menu3-3-1
source: Vehicle master
ja_jp: 車両マスタ
vi_vn: Thiết lập thông tin xe

# Menu3-3-2
source: Vehicle type master
ja_jp: 車種マスタ
vi_vn: Thiết lập thông tin loại xe

# Menu3-3-3
source: Repair master
ja_jp: 修理マスタ
vi_vn: Thiết lập thông tin tu sửa

# Menu3-4
source: Organization
ja_jp: 組織
vi_vn: Tổ chức

# Menu3-4-1
source: Company master
ja_jp: 会社マスタ
vi_vn: Thiêt lập thông tin công ty

# Menu3-4-2
source: Branch master
ja_jp: 営業所マスタ
vi_vn: Thiết lập thông tin chi nhánh

# Menu3-5
source: System
ja_jp: システム
vi_vn: Hệ thống

# Menu3-5-1
source: Common setting
ja_jp: 共通設定情報マスタ
vi_vn: Thiết lập thông tin chung

# Menu3-5-2
source: Calendar master
ja_jp: カレンダーマスタ
vi_vn: Thiết lập Calendar

# Menu3-5-3
source: Working conditions master
ja_jp: 改善基準マスタ
vi_vn: Thiết lập tiêu chuẩn làm việc

# Menu3-5-4
source: Authorization master
ja_jp: ユーザー権限マスタ
vi_vn: Thiết lập quyền hạn

# Menu3-6
source: Other
ja_jp: その他
vi_vn: Nội dung khác

# Menu3-6-1
source: Service sort Master
ja_jp: 予約区分並び順マスタ
vi_vn: Thiết lập trình tự dịch vụ

# Menu3-6-2
source: Futai fee master
ja_jp: 付帯料金マスタ
vi_vn: Thiết lập giá Futai

# Menu3-6-3
source: Passenger category master
ja_jp: 乗客区分マスタ
vi_vn: Thiết lập phân loại hành khách

# Menu3-7
source: Tenant common
ja_jp: テナント共通
vi_vn: Thiết lập Tenant chung

# Menu3-7-1
source: Place master
ja_jp: 場所マスタ
vi_vn: Thiết lập địa điểm

# Menu3-7-2
source: Pickup location master
ja_jp: 配車地マスタ
vi_vn: Thiết lập địa điểm đón khách

# Menu3-7-3
source: Transportation master
ja_jp: 交通機関マスタ
vi_vn: Thiết lập đơn vị giao thông

# Menu3-7-4
source: Connected flight master
ja_jp: 接続便マスタ
vi_vn: Thiết lập chuyến bay nối điểm

# Menu3-7-5
source: Currency place master
ja_jp: 料金所マスタ
vi_vn: Thiết lập cơ quan tiền tệ

# Menu3-7-6
source: Currency Category master
ja_jp: 料金所分割マスタ
vi_vn: Thiết lập phân loại cơ quan tiền tệ

# Menu4
source: Admin master maintenance
ja_jp: 管理者マスタメンテナンス
vi_vn: Thiết lập người quản lý

# Menu4-1
source: Default setting for tenant
ja_jp: テナント毎初期設定
vi_vn: Thiết lập mặc định cho tenant

# Menu4-1-1
source: Tenant master
ja_jp: テナントマスタ
vi_vn: Thiết lập Tenant

# Menu4-1-2
source: Custom items master
ja_jp: カスタム項目マスタ
vi_vn: Thiết lập hạng mục tùy chỉnh

# Menu4-1-3
source: Report layout master
ja_jp: 帳票レイアウト選択マスタ
vi_vn: Thiết lập layout report

# Menu4-2
source: Tenant common
ja_jp: テナント共通
vi_vn: Thiết lập Tenant chung

# Menu4-2-1
source: Service master
ja_jp: 予約区分マスタ
vi_vn: Thiết lập dịch vụ

# Menu4-2-2
source: Organizations category master
ja_jp: 団体区分マスタ
vi_vn: Thiết lập phân loại tổ chức

# Menu4-2-4
source: Transport Bureau master
ja_jp: 運輸局マスタ
vi_vn: Thiết lập bưu cục

# Menu4-2-5
source: Settlement master
ja_jp: 精算マスタ
vi_vn: Thiết lập thanh toán

# Menu4-2-6
source: Job position master
ja_jp: 役職マスタ
vi_vn: Thiết lập vai trò công việc

# Menu4-2-7
source: Bank master
ja_jp: 銀行マスタ
vi_vn: Thiết lập thông tin ngân hàng

# Menu4-2-8
source: Trader master
ja_jp: 業者マスタ
vi_vn: Thiết lập thông tin bên giao dịch

# Menu4-3
source: Tenant data common
ja_jp: テナントデータ共有
vi_vn: Thiết lập dữ liệu chung

# Menu4-3-1
source: Tenant group master
ja_jp: テナントグループマスタ
vi_vn: Thiết lập thông tin group tenant

# Menu4-3-2
source: Tenant group function master
ja_jp: テナントグループ機能マスタ
vi_vn: Thiết lập chức năng group tenant

# Menu4-3-3
source: Mapping client for tenant group
ja_jp: テナントグループ得意先マッピング
vi_vn: Thiết lập liên kết khách với group tenant

# Menu4-3-4
source: Master function
ja_jp: 機能マスタ
vi_vn: Thiết lập chức năng

# Menu5
source: File management
ja_jp: ファイル管理
vi_vn: Quản lý file

# PageTitle
source: Hassya Alright!
ja_jp: 発車オーライクラウド
